<?php
Auth::routes();
// request for home page
Route::get('/', 'SiteController@index')->name('site.home');
Route::get('/user/logout', 'SiteController@logout')->name('site.logout');
Route::get('/about', 'SiteController@about')->name('about');
Route::get('/articles', 'SiteController@articles')->name('articles');
Route::get('/article/{slug}', 'SiteController@readArticle')->name('read.article');
Route::get('/exhibitions', 'SiteController@exhibitions')->name('exhibitions');
Route::get('/exhibitions/{exhibition}/details', 'SiteController@showExhibitionDetailsModal');
Route::get('/contact-us', 'SiteController@contact')->name('contact');
Route::get('/sculptures/{collection}', 'SiteController@showCollection')->name('site.collection');
Route::get('/installations', 'SiteController@showInstallations')->name('site.installations');
Route::get('/archives/collections', 'SiteController@showArchives')->name('site.collection.archives');
Route::get('/art/{art}/details', 'SiteController@artDetailsModal')->name('art.details.modal');
Route::get('/art/{art}/pdf', 'SiteController@pdfGenerator')->name('art.pdf.download');
Route::get('/art/{art}/image', 'SiteController@downloadArtImage')->name('art.image.download');
Route::post('/contact/mail', 'SiteController@contactMail')->name('contact.mail');
Route::get('/installation/{installation}/details', 'SiteController@installationDetailsModal')->name('art.details.modal');
//routes for admin


Route::group(['middleware' => ['auth', 'admin']], function () {


    Route::get('/admin', 'AdminController@home')->name('admin.home');
    Route::resource('/admin/collections', 'CollectionController');
    Route::resource('/admin/arts', 'ArtController');
    Route::resource('/admin/users', 'UserController');
    Route::resource('/admin/installations', 'InstallationController');
    Route::resource('/admin/exhibitions', 'ExhibitionController');
    Route::resource('/admin/articles', 'ArticleController');
    Route::get('/admin/archives/arts', 'ArtArchiveController@showAllArchiveArts')->name('admin.archives');
    Route::get('/admin/archive/{art}/art', 'ArtArchiveController@archiveArt')->name('admin.archive.art');
    Route::get('/admin/restore/{art}/art', 'ArtArchiveController@restoreArt')->name('admin.restore.art');
    Route::get('/admin/logs', 'AdminController@showAllLogs')->name('admin.logs');
    Route::post('/admin/upload/{art}/image', 'ImageController@uploadArtImages')->name('admin.upload.image');
    Route::get('/admin/home/page/settings', 'PageSettingsController@homePageSettings')->name('admin.home.page.settings');
    Route::post('/admin/home/page/settings/update', 'PageSettingsController@updateHomePageSettings')->name('admin.home.page.settings.update');
    Route::get('/admin/about/page/settings', 'PageSettingsController@aboutPageSettings')->name('admin.about.page.settings');
    Route::post('/admin/about/page/settings/update', 'PageSettingsController@updateAboutPageSettings')->name('admin.about.page.settings.update');
});
Auth::routes();
Route::get('/home', 'HomeController@index')->name('home');
Route::get('/test', function () {
    $jsonData = '[
  {
    "id": 159,
    "date": "2019-04-20T11:33:50",
    "date_gmt": "2019-04-20T11:33:50",
    "guid": {
      "rendered": "https://www.weadam.com/blogs/?p=159"
    },
    "modified": "2019-04-20T12:15:27",
    "modified_gmt": "2019-04-20T12:15:27",
    "slug": "%d8%b3%d8%b7%d9%88%d8%ad-%d9%87%d9%88%d8%b4-%d9%87%db%8c%d8%ac%d8%a7%d9%86%db%8c-%d9%88-%d8%a7%d8%b1%d8%aa%d8%a8%d8%a7%d8%b7%d8%a7%d8%aa-%d8%af%d8%b1-%d9%85%d8%aa%d8%ae%d8%b5%d8%b5%db%8c%d9%86-%d9%81",
    "status": "publish",
    "type": "post",
    "link": "https://www.weadam.com/blogs/%d8%b3%d8%b7%d9%88%d8%ad-%d9%87%d9%88%d8%b4-%d9%87%db%8c%d8%ac%d8%a7%d9%86%db%8c-%d9%88-%d8%a7%d8%b1%d8%aa%d8%a8%d8%a7%d8%b7%d8%a7%d8%aa-%d8%af%d8%b1-%d9%85%d8%aa%d8%ae%d8%b5%d8%b5%db%8c%d9%86-%d9%81/",
    "title": {
      "rendered": "سطوح هوش هیجانی و ارتباطات در متخصصین فناوری اطلاعات"
    },
    "content": {
      "rendered": "\n<h2>چکیده</h2>\n\n\n\n<p style=\"font-size:17px\">در محیط دیجیتال و فنی امروزی، کارفرمایان در جستجوی پرسنلی هستند که بتوانند نه تنها با استفاده از مهارت-های فنی به سازمان کمک کنند، بلکه بتوانند تخصص خود را با استفاده از هوش هیجانی مثبت و اثربخشی ارتباطات بیان کنند. پژوهشی در زمینه بررسی مهارت های نرم مورد استفاده توسط متخصصین فناوری اطلاعات انجام نشده است، ارتباط بین هوش هیجانی و انطباق پذیری ارتباطی، نقطه تمرکز این تحقیق است. این پژوهش همبستگی غیر تجربی کمّی، سطح هوش هیجانی و انطباق پذیری ارتباطی 111 متخصص فناوری اطلاعات را که در ایالات متحده مشغول به کار هستند، تجزیه و تحلیل می کند. این تحقیق، رابطه معنادار و مثبتی بین هوش هیجانی و انطباق پذیری ارتباطی متخصص فناوری اطلاعات پیدا کرد. نتیجه مثبت این مطالعه نشان می دهد که متخصصین یا افراد حرفه ای فناوری اطلاعات که از رابطه قوی بین هوش هیجانی و استعداد ارتباطی برخوردار هستند، می توانند پیامدهای مثبتی از نظر ایجاد رابطه / کار تیمی سازمانی برای سازمان ها داشته باشند.</p>\n\n\n\n<h2>1- مقدمه</h2>\n\n\n\n<p style=\"font-size:17px\">امروزه، کسب و کار به طور روزافزون مستلزم آن می باشد که متخصصان فناوری اطلاعات (IT) از مهارت های فنی، هوش هیجانی (EI)، و استعداد ارتباطی (CA) برخوردار باشند. مهارت های میان فردی به طور روزافزون به عنوان الزامات رسمی شغل به نظر می رسند؛ با این حال، متخصصان فناوری اطلاعات، اغلب فاقد مهارت های میان فردی مناسب هستند. علاوه بر این، به طور کلی، متخصصان فناوری اطلاعات، نوع شخصیت درونگرایی هستند، که به واسطه آن، کمبود مهارت های میان فردی خود را برجسته می سازند. همانطور که Promís (2008) ادعا کرد، &#8220;مهارت-های نرم، که به طور سنتی بیشترین ارزش را در مدیریت در سطوح عالی  به خود اختصاص داده اند، اکنون در همه سطوح نیروی کار حرفه ای ضروری هستند&#8221; (ص. 28). در حالی که این مهارت های نرم، به طور سنتی در سایر بخش های سازمان، یعنی مدیریت ارشد، ارزش گذاری شده اند، از آنجا که فناوری اطلاعات فراگیرتر می شود، به طور روزافزون مستلزم نشان دادن و کاربرد مهارت های نرم است. با توجه به  های بزرگ در فناوری اطلاعات، و تأثیر بسیار مهم فناوری اطلاعات بر سازمان، این رشته باید تعدیلاتی را در جهت کسب و کار محور شدن و تمرکز بیشتر بر مشتری انجام بدهد. این کار به عنوان اولین گام مهم در تعیین EI و CA متخصصین فناوری اطلاعات از طریق تست هوش هیجانی خود گزارشی Schutte (SSEIT) و مقیاس انطباق پذیری ارتباطی (CAS) عمل می کند.\n    از آنجا که سازمان ها نیازمند متخصصان فناوری اطلاعات هستند تا از مهارت های نرم آنها به طور کارآمد در نقش های خود استفاده کنند، ارزشی که کارمند ماهر و متنوع (ترکیب تخصص فنی و مهارت های نرم) دارد، برای موفقیت سازمانی مهم است. Gallagher، Kaiser، Simon، Beath و Goles (2010) دریافتند که\n    مهارت های ارتباطی مهم هستند، و به کارکنان فناوری اطلاعات اجازه می دهند تا به خوبی با دیگران ارتباط برقرار کرده و با آنها کار کنند، که به نوبه خود، به توسعه و ارائه کارآمد راه حل های فنی و عملیاتی منجر\n    می شود. ارتباط بین سطح EI فرد و CA آنها می تواند به شناسایی کاستی های موجود در ایجاد و مدیریت ارتباط منجر شود. اگر کاستی ها بهبود یابند، متخصص فناوری اطلاعات می تواند تعادل مثبت و افزایش یافته تخصص فنی و مهارت های نرم را توسعه بدهد.\n    همانطور که مشخص است، همبستگی بین EI و CA به منظور ارائه بینش نسبت به فرهنگ فناوری اطلاعات در جمعیت ایالات متحده مطالعه نشده است. این شکاف نه تنها باید به منظور درک فرهنگ فناوری مورد مطالعه قرار بگیرد، بلکه باید به منظور ارائه یک ابزار خود تأملی برای بهبود مهارت های سازمانی نیز که برای غنی سازی سرمایه انسانی قابل افزایش هستند، مطالعه شود. همانطور که اختر، بوستانی، Tsivrikos و Chamorro-Premuzic (2015) ثابت کردند که &#8220;عوامل شخصیت، پیش بینی کننده های معتبر مشارکت کاری هستند&#8221;، جستجوی EI یا CA پیشرفته در یک کارمند می تواند امکان توسعه مهارت های نرم مورد نیاز برای حفظ کردن آن را فراهم کند ( ص. 46). پیدا کردن پیوند و رابطه گم شده بین آنچه که در محل کار مورد انتظار است، و آنچه که فرد ارائه می کند، می تواند امکان آموزش ارتباط مؤثر و کارآمد با EI مثبت را فراهم کند. ممکن است چنین آموزشی بر توسعه مهارت های مورد نیاز برای ایجاد روابط قوی تر، برقراری ارتباط کارآمدتر، و استفاده از مهارت های نرم (به عنوان مثال، ارتباطات همدلی و تعامل با دیگران در حالت تنظیم شده از نظر عاطفی) برای پیشرفت در محیط حرفه ای متمرکز باشد.\n    EI و مهارت های ارتباطی در سازمان، ارزش گذاری شده و ارزشمند هستند، و حفظ متخصصین و افراد حرفه ای فناوری اطلاعات که EI بالاتر و ارتباطاتی روشنی دارند، از نظر سازمانی ارزشمند است (Simsek &amp; Aktas 2013). این تحقیق، ارتباط بین EI و CA را در میان متخصصان فناوری اطلاعات ایالات متحده بررسی می کند. افرادی که وارد حوزه فناوری اطلاعات می شوند و یا کسانی که به دنبال درک فرهنگ حرفه ای هستند، می توانند از این مطالعه برای بررسی بیشتر پیامدهای احساسات در محل کار بر رفتار سازمانی استفاده کنند. این مطالعه، پیامدها و مضامین عملی برای متخصصان، بخش ها و سازمان های فناوری اطلاعات، و همچنین کمک به سهیم بودن در دانش دارد.\n    بقیه این مقاله به شرح ذیل ساختاردهی شده است: بخش 2، مرور ادبیات را در تأیید این مطالعه ارائه می کند، بخش 4، روش ها، شرکت کنندگان، معیارها، رویه و تجزیه و تحلیل داده ها را نشان می دهد. سپس، بخش 5، نتایج این مطالعه را ارائه می کند، و بخش 6، نتیجه گیری و محدودیت ها را بیان می کند.\n</p>\n\n\n\n<h2>2- مرور ادبیات</h2>\n\n\n\n<p style=\"font-size:17px\">بخش های فناوری اطلاعات (IT) و متخصصان فناوری اطلاعات، نقش بسیار مهمی در ایجاد، آموزش، انتشار و استفاده از اطلاعات مورد استفاده در سازمان، و همچنین همکاری ایده ها برای حل مشکلات فنی در سازمان ایفا می کنند (Park, Lee, &amp; Lee, 2014). با این حال، متخصصان فناوری اطلاعات فاقد مهارت های میان فردی مناسب برای تعامل با کاربران نهایی / مشتریان در جهت ارائه خدمات به شیوه ای ارتباطی هستند، که می تواند تأثیر مثبتی بر کیفیت خدمات، رضایت مشتری / کاربر و عملکرد داشته باشد (Lie &amp; Liu, 2014).\n    Shih، Lie، Klein و Jiang (2014) دریافتند که انتظار می رود متخصصان فناوري اطلاعات، مهارت هاي فنی خود را با مهارت های خدماتی خود موازی کنند. شایستگی یا ویژگی های هوش هیجانی مثبت که Vaida و Opre (2014) استدلال کردند، ویژگی های شخصیتی هستند که قابل توسعه می باشند. ویلکرسون (2012)، مرور ادبیات فعلی در زمینه مهارت های شغلی مرتبط با MIS و شکاف های مهارت را ارائه کرد. ویلکرسون (2012) دریافت که تنها 2 مقاله از 20 مقاله مرور شده، شامل مهارت های میان فردی در مهارت های شغلی مورد نیاز MIS نبود. علاوه بر این، این تحقیق نشان داد که مهارت های نرم حرفه ای MIS برای موفقیت شغلی، نسبت به مهارت های فنی، مهم تر هستند. Spath، Bauer و Praeg (2010)، این درک را در مطالعه کیفی خود منعکس می کنند، که شرایط خدمات فناوری اطلاعات را بررسی کرد. در این مطالعه، یکی از مدیران ارشد فناوری اطلاعات اظهار کرد: &#8220;من ترجیح می دهم شخصی را استخدام کنم که ممکن است از نظر فنی قوی نباشد، اما می تواند به صورت کارآمد و مؤثر کار کرده، و با مشتریان ما ارتباط برقرار کند. ممکن است پروژه طولانی تر باشد، اما نتیجه بسیار بهتر خواهد بود&#8221; (ص. 177).\n    تحقیق انجام شده توسط Bassellier و Benbasat (2004) نشان داد که &#8220;با توجه به اینکه سازمان ها مبالغ قابل توجهی پول را در فناوری اطلاعات سرمایه گذاری می کنند، و اغلب برای دستیابی به مزیت رقابتی ، اجتناب از زیان رقابتی و تضمین بقای کسب و کار به فناوری اطلاعات وابسته هستند، باید متخصصان فناوری اطلاعات خود را آموزش بدهند تا بیشتر کسب و کار محور باشند&#8221; (ص. 777). مطالعات آنها، دانش، مهارت ها و\n    توانایی های خاص کسب و کار را مشخص کرد، که شامل واحد سازمان، رهبری و ارتباطات میان فردی می باشد، اما محدود به آنها نیست. علاوه بر این، مطالعه پژوهشی انجام شده توسط هوانگ، کواسنی، جوشی، تراوت و مهار (2009)، مهارت های شغلی فناوری اطلاعات مشخص شده در مطالعات علمی، نشریات تخصصی و تبلیغات شغلی را ترکیب کرد. آنها تقاضای روزافزونی برای تیز هوشی کسب و کار یافتند، که ممکن است شامل مدیریت پروژه ، تجزیه و تحلیل مالی  و مهارت های ارتباطی باشد، اما محدود به این موارد نیست.\n    مطالعه اخیر انجام شده توسط Stevens و Norm (2016) نیز نتایج مشابهی را به دست آورد. با این حال، تحقیق آنها کمبود جهانی و پیوسته کارکنان فناوری اطلاعات را تصدیق کرد، که توجه را از رهبری\n    سیاست گذاران دولتی به بررسی جایگزین های استخدام در خارج از کشور هدایت می کند. این مطالعه به دنبال شناسایی انتظارات صنعت مهارت های نرم در فارغ التحصیلان فناوری اطلاعات بود. مطالعه آنها، دانش، مهارت ها و توانایی های کسب و کار خاصی را مشخص کرد، که شامل مهارت های میان فردی و مهارت های مدیریت پروژه / کار تیمی می باشد، اما محدود به این موارد نیست.\n</p>\n\n\n\n<h3>2-1- اهمیت هوش هیجانی</h3>\n\n\n\n<p style=\"font-size:17px\">تحقیق انجام شده توسط Lounsbury، Sundstrom، Levy و Gibson (2014) نشان داد که &#8220;متخصصان فناوری اطلاعات از سطوح بسیار بالای سازگاری  و یکدندگی، و پیروی کمتر از وجدان، ثبات احساسی، برونگرایی، جرأت، گرایش خدمات مشتری، خوش بینی و هدایت کار برخوردار بودند&#8221; (ص. 38). آنها دریافتند که این ویژگی ها، یک متخصص خدمات مشتری را مشخص نمودند، که قادر به انطباق با تغییر است. تعامل سازگار با مشتریان در حین بکارگیری مهارت های میان فردی افزایش یافته و احساسات مثبت، به برقراری ارتباط با مشتریان کمک می کند؛ ممکن است برخی از متخصصان فناوری اطلاعات فاقد این ویژگی ها باشند.\n    Shih و همکاران (2014)، یافته های Lounsbury و همکاران (2014) را تأیید کرده و پیش بردند. آنها دریافتند که معمولاً متخصصان فناوری اطلاعات از شخصیت های درونگرایی برخوردار هستند، که می تواند مانع درک موقعیت مشتری / ارباب رجوع یا فرآیند تفکر باشد. به همین ترتیب، ممکن است متخصص فناوری اطلاعات فاقد شهود احساسی برای انتخاب نشانه هایی باشد که توسط شخصی انتقال می یاد که با وی ارتباط برقرار\n    می کند. بدون این ارتباط عاطفی یا هیجانی، ممکن است متخصص فناوری اطلاعات قادر نباشد نحوه حل مشکل را به مشتری یا همکار آموزش بدهد؛ او باید بتواند این اطمینان را بدهد که مشکل قابل حل می باشد. بنابراین، مشخص شده است زمانی که انتظار می رود متخصص فناوری اطلاعات با موفقیت در روابط خدمات مشارکت داشته باشد، ترکیب هوش عاطفی و شناختی (EI)، یک ویژگی ضروری است (Moquin &amp; Riemenschneider, 2014).\n</p>\n\n\n\n<h3>2-2- هوش هیجانی</h3>\n\n\n\n<p style=\"font-size:17px\">مفهوم EI از ارزیابی Taine (1971) در خصوص قابلیت های مشترک انسان و نیاز به سنجش ویژگی های فکری فرد، به ارائه درک مفهومی قابلیت های انسانی گسترش یافت. سالووی و مایر (1990)، EI را اینگونه تعریف کردند: &#8220;زیر مجموعه ای از هوش اجتماعی که شامل توانایی نظارت بر احساسات و عواطف خود فرد و دیگران، به منظور ایجاد تبعیض در میان آنها، و استفاده از این اطلاعات برای هدایت تفکر و اقدامات فرد می باشد&#8221; (ص. 188 ) بسیاری از محققان خواستار تعریف و نظریه روشن تر و یکپارچه تری برای توضیح بیشتر در خصوص آنچه هستند که هوش هیجانی فرد می تواند درباره ویژگی ها و رفتارهای انسانی به ما بگوید، و روش هایی که به واسطه آنها، بر ارزیابی نظارت می شود، می توانند آنچه را که محقق سعی می کند در رفتار فرد کشف کند، نشان بدهند (Matthews, Zeidner, &amp; Roberts, 2012; Nafukho, 2009; Petrides &amp; Furnham, 2003). Mayer، Salovey و Caruso (2008) دریافته اند که مشاهدات و بحث های بسیاری از محققان در زمینه عاطفی و هیجاین مطالعه وجود دارد که مشخص می کند اصطلاح هوش هیجانی به طور کلی و جامع برای تعریف موفق این اصطلاح به کار برده می شود.\n    در حال حاضر، مشخص شده است افراد دارای هوش هیجانی، نه تنها مهارت های میان فردی پیشرفته ای دارند، بلکه از سطوح بالاتر ارتباطات مؤثر و کارآمد نیز برخوردار هستند. از دیدگاه سازمانی، نیاز به ارتباطات می تواند بر فرهنگ، تیم سازی، انتشار و انتقال دانش، و همچنین توانایی حفظ روابط موفق تأثیر بگذارد (Moquin &amp; Riemenschneider, 2014). ممکن است ارتباط بین هوش هیجانی و انطباق ارتباطی، پیوندی ایجاد کند، که نه تنها می تواند نحوه استفاده فرد از احساس برای انتقال پیام را ارزیابی کند، بلکه می تواند نحوه پذیرش موفق این اطلاعات توسط گیرنده را نیز ارزیابی کند.\n</p>\n\n\n\n<h3>2-3- هوش هیجانی در میان حرفه های فناوری اطلاعات</h3>\n\n\n\n<p style=\"font-size:17px\">مشخص شده است که فعالیت های شغلی حرفه ای وجود دارند، که موقعیت فرد حرفه ای و متخصص فناوری اطلاعات را از سایر مشاغل متمایز می کنند. همچنانکه Lounsbury و همکاران (2014) اظهار می کنند که &#8220;کارکنان فناوری اطلاعات در مقایسه با کارکنان سایر مشاغل، سطوح بسیار پایین تر گرایش خدمات مشتری را نشان دادند&#8221; (ص.44). فرهنگ اجتماعی و فرهنگ سازمانی، احتمالاً می توانند بر EI و CA تأثیرگذار باشند. از آنجا که خدمات فناوری اطلاعات (IT) مستلزم ارتباط نزدیک بین متخصصان کسب و کار و کارشناسان فناوری است، ارتقاء مهارت های میان ارتباطی می تواند رضایت کاربر را بهبود ببخشد، که می تواند سبب بهبود سازمان شود.\n    از آنجا که محبوبیت هوش هیجانی رشد می کند، دانش مربوط به نحوه کاربرد آن در فردی در زمینه رفتار کاری، به صورت میان فرهنگی بررسی شده است. Kremenitzer، Mojsa و Brackett (2008) نشان می دهند که رفتارهای اجتماعی می تواندن در ارتباط با محیط فرهنگی متفاوت باشند. توجه داشته باشید که احساسات، سیم بندی شده و سخت افزاری نیستند، بلکه براساس اثرات اجتماعی هستند، که فرد در معرض آنها قرار\n    می گیرد. همانطور که مارزوکی، مصطفی و سعد (2015، ص. 267) دریافتند ارتباط بین EI، مهارت های ارتباطی و فناوری اطلاعات، آشکار و واضح است. این مطالعه نشان داد افرادی که از سطح مثبت EI برخوردار هستند، اطمینان بیشتری نشان می دهند، که اعتماد به نفس فرد در خصوص توانایی فناوری اطلاعات را تقویت می کنند، و با این کار، مهارت های ارتباطی را از طریق اثبات تجربی و توضیحات افزایش داد. مطالعه مارزوکی و همکاران در مالزی انجام شده است، اما مسئله مربوط به تفاوت های فرهنگی هنوز هم می تواند به چالش کشیده شود.\n    مطالعات مربوط به ترکیه توسط Çetinkaya و Alparslan  (2011)، Erigüç و Serap-Durukan (2013)، و Simsek و Aktas (2013) بر پیوند مثبت بین افراد برخوردار از سطح بالاتر هوش هیجانی و ارتباطات متمرکز بود، که در نتیجه، محل کار با مهارت های میان فردی را ارتقاء می دهد. افزایش مثبت مهارت های میان فردی، به عنوان عنصری ارزشمند از خدمات مشتری قابل تصدیق است (Hurrell, Scholarios, &amp; Thompson, 2013). رابطه بین EI و CA، تا به امروز در زمینه متخصص فناوری اطلاعاتی که در ایالات متحده کار می کند، بررسی نشده است، بنابراین، این مطالعه باید شکاف موجود در ادبیات را پر کند.\n</p>\n\n\n\n<h2>3- بیان هدف</h2>\n\n\n\n<p style=\"font-size:17px\">هدف این پژوهش غیر آزمایشی و همبستگی، بررسی سطوح هوش هیجانی و انطباق پذیری ارتباطی در متخصصین فناوری اطلاعات است. به ویژه، این مطالعه تعیین خواهد کرد که آیا همبستگی بین سطوح هوش هیجانی و ارتباطات متخصصین فناوری اطلاعات وجود دارد یا خیر. این مطالعه پژوهشی به دنبال پاسخ دادن به سؤال پژوهشی ذیل می-باشد:     </p>\n\n\n\n<p style=\"font-size:17px\">• آیا ارتباطی بین سطح هوش هیجانی و سطح انطباق پذیری ارتباطی متخصص فناوری اطلاعات پیدا خواهد شد؟ </p>\n\n\n\n<h2>4- روش</h2>\n\n\n\n<h3>4-1- معیارها</h3>\n\n\n\n<p style=\"font-size:17px\">این مطالعه شامل ثبت داده های جمعیت شناختی متخصصان فناوری اطلاعات ایالات متحده، و استفاده از دو ابزار نظرسنجی، یعنی تست هوش هیجانی خود گزارشی Schutte (SSEIT) و مقیاس انطباق پذیری ارتباطی (CAS) است. این مطالعه بر پرسنل فناوری اطلاعات در ایالات متحده متمرکز است، که ثبت نام کرده، و به طور تصادفی از استخدام پانلی از طریق Cint© انتخاب شدند.</p>\n\n\n\n<h4>4-1-1- تست هوش هیجانی خود گزارشی Schutte (SSEIT)</h4>\n\n\n\n<p style=\"font-size:17px\">تست هوش هیجانی خود گزارشی Schutte (SSEIT) توسط Schutte و همکاران به عنوان ابزار خود گزارشی جمع-آوری داده ها و اندازه گیری هوش هیجانی فرد توسعه یافت. در این مطالعه، ابزار اندازه گیری SSEIT، داده ها را با مقیاس نوع لیکرت برای فرضیه های 1 تا 5 جمع آوری خواهد کرد. انتخاب 1 نشان دهنده پاسخ &#8220;کاملاً مخالف هستم&#8221;، و انتخاب 5 نشان دهنده پاسخ &#8220;کاملاً موافق هستم&#8221; از شرکت کننده می باشد. تجزیه و تحلیل سازگاری داخلی، آلفای کرونباخ 90/0 را برای مقیاس 33 آیتمی نشان داد. Schutte و همکاران (1998)، SSEIT از مدل Salovey و Mayer (1990) توسعه دادند، که شامل سه جزء گسترده هوش هیجانی می باشد، و از ارزیابی موارد ذیل تشکیل می شود: بیان یا ابراز احساسات، تنظیم احساسات، و استفاده از احساسات.\n    تست یا آزمون هوش هیجانی خود گزارشی Schutte (SSEIT)، نمره و امتیاز سطح هوش هیجانی فرد را ارائه می کند. SSEIT یک ابزار خود گزارشی است، که شامل 33 آیتم می باشد، و از مقیاس لیکرت 1 (کاملاً موافق) تا 5 (کاملاً مخالف) برای پاسخ ها استفاده می کند. هر نمره زیر آزمون درجه بندی شده، و سپس با هم جمع\n    می شود، تا نمره و امتیاز کل برای شرکت کننده به دست آید (Schutte et al., 1998). اندازه گیری خود گزارشی 33 SSEIT به عنوان ابزاری قابل اعتماد برای ارزیابی هوش هیجانی افراد براساس گزارش خود آنها تأیید شده است (Austin, 2005; Austin, Saklofske, Huang, &amp; McKenney, 2004; Bailie, 2006; Petrides, Furnham, &amp; Frederickson, 2004).\n    Ciarrochi، Chan و Bajgar (2001) از ابزار اندازه گیری SSEIT با مقدار EI کلی α = 0.84 استفاده کردند، در حالی که Saklofske، Austin و Minski (2003)، آلفای کرونباخ مقدار EI کلی را 89/0 پیدا کردند. همانطور که Kottner و Streiner (2010) مشخص کردند، &#8220;آلفای کرونباخ به عنوان معیار ارتباط بین نمرات آیتمی محسوب می شود، که یک ابزار یا آزمون را تشکیل می دهند&#8221; (ص. 927). با توجه به مطالعاتی که مشخص شده است آلفای کرونباخ بالاتر از 8/0 دارند، مطالعات تأیید می کنند که مقیاس 33 آیتمی برای مشخص کردن نمره کل هوش هیجانی فرد در اندازه-گیری های قابل اعتماد و معتبر قابل استفاده است.\n</p>\n\n\n\n<h4>4-1-2- مقیاس انطباق ارتباطی (CAS)</h4>\n\n\n\n<p style=\"font-size:17px\">مقیاس انطباق پذیری ارتباط (CAS)، در اصل توسط Duran و Wheeless (1980) به عنوان پاسخ 67 آیتمی توسعه یافت. Duran، سؤالاتی را با جزئیات برای دستیابی به معیار شش بعدی بیان کرد، که شامل 30 معیار خود گزارشی می باشد، و عمدتاً بر سنجش مهارت های فرد شایسته اجتماعی متمرکز می باشد که ارتباط برقرار می کند. طبق منبع Duran (1992)، &#8220;ساختار شش عاملی در سراسر ده مطالعه منتشر شده توسط نویسنده مقیاس، با بزرگسالان و دانشجویان برای مجموع اندازه نمونه بیش از 4000 شرکت کننده، سازگار باقی مانده است&#8221; (ص. 259).\n    مقیاس شش بعدی Duran (1992)، میانگین قابل اندازه گیری قابلیت اطمینان آلفا را به صورت ذیل حفظ کرد: &#8220;تجربه اجتماعی، 80/0؛ تأیید اجتماعی، 84/0؛ آرامش اجتماعی، 82/0؛ افشای مناسب، 76/0؛ طرز گفتار، 80/0؛ و قوه تعقل، 74/0&#8221; (ص. 259).\n    Wee Choen، Swain و Gale (2013) در سنجش ارتباط دریافتند که CAS در هنگام سنجش مهارت های ارتباطی پزشکان و مهارت های ارتباطی انتقال یافته به بیماران آنها، ابزار معتبری بود. هولمن (2007) نیز از CAS برای بررسی اعتبار و قابلیت اطمینان اندازه گیری شایستگی CAS در رابطه با سایر گزارشات\n    انطباق پذیری، انعطاف پذیری شناختی و تناسب محاوره ای استفاده کرد. هولمن، نتایج سطح آلفای کرونباخ را بین 78/0 و 84/0 پیدا کرد، که ثابت کرد CAS، مقیاس قابل قبول و قابل اعتمادی برای اندازه گیری سطح ارتباطات فرد است. هولمن نتیجه می گیرد که CAS، &#8220;چشم اندازی متفاوت از گزارش فرد در مورد شایستگی ارتباطی آنها ارائه می کند، که برای تعاملات ارتباطاتی بسیار مهم می باشد. اعتبار ساختاری، اعتبار همزمان و قابلیت اطمینان قابل قبولی را نشان داد&#8221; (ص. 71).\n    مقیاس انطباق پذیری ارتباطی (CAS)، معیار سطح کلی شایستگی ارتباطات اجتماعی است. CAS یک معیار چند بعدی است، که شامل شش بعد می باشد: تجربه اجتماعی، تأیید اجتماعی، آرامش اجتماعی، افشای مناسب، طرز گفتار و قوه تعقل. قابلیت اطمینان خوبی را با ضرایب آلفا از 74/0 تا 84/0 نشان داده است. ثابت شده است که CAS معیار معتبری است (Service, 2005).\n</p>\n\n\n\n<h3>4-2- شركت كنندگان</h3>\n\n\n\n<p style=\"font-size:17px\">جمعیت این مطالعه شامل متخصصان فناوری اطلاعات بزرگسال در ایالات متحده بود، که به مدت دو سال یا بیشتر در زمینه فناوری اطلاعات کار کرده اند. طبق منبع Tabachnick و Fidell (2013)، اندازه نمونه با استفاده از قدرت و سطح آلفای مورد نظر با استفاده از قانون کلی (حساب سر انگشتی) گرین (1991) محاسبه می شود. قانوت کلی (حساب سر انگشتی)، متوسط اندازه رابطه ای بین آلفای IV و DV برابر با 05/0 و 20/0 را فرمول پایه N ≥ 104 + m (m = تعداد IV) فرض می کند. فرمول مربوط به اندازه نمونه مطالعه،\n    N ≥ 104 + 5 =109 خواهد بود. اندازه نمونه در 109 شرکت کننده به منظور رسیدن به اشباع برای مطالعه محاسبه می شود. اندازه نمونه نیز با استفاده از Gpower 3 محاسبه شد، که به 111 شرکت کننده منجر شد. استفاده از Gpower3 با پارامترهای ذیل به منظور ایجاد اندازه نمونه اشباع برای مطالعه اعمال خواهد شد: 200 شرکت کننده نظرسنجی را هدف قرار بدهید، که در زمینه فناوری اطلاعات کار می کنند و یا در زمینه فناوری اطلاعات کار کرده-اند، و انتظار رسیدن به اشباع در 111 شرکت کننده است؛ 95% سطح اطمینان ± 5% نسبت خطا  هم صادق است. نتایج مورد انتظار: پارامتر غیر مرکزیت 3133098/3؛ t بحرانی 6589535/1؛ Df برابر 109؛ اندازه کل نمونه 111؛ قدرت واقعی 9522/0 (Faul, Erdfelder, Buchner, &amp; Lang, 2009).\n    در حالی که اندازه نمونه محدود به 111 شرکت کننده است، مطالعه اخیر ترکیه، اندازه نمونه جمعیت بین 100 و 200 شرکت کننده را ارائه کرد. بنابراین، تکرار یافته های نظرسنجی با استفاده از پانل Cint© مربوط به 600 متخصص فناوری اطلاعات ایالات متحده، و هدف قرار دادن پاسخ های نظرسنجی تکمیل شده از حداقل 150 شرکت کننده و اشباع جمعیت محاسبه شده در 111 قابل قبول است. جدول 1، جزئیات مربوط به جمعیت نمونه این مطالعه را نشان می دهد.\n</p>\n\n\n\n<h3>4-3- رویه یا روش کار</h3>\n\n\n\n<p style=\"font-size:17px\">روش های جمع آوری داده ها برای مطالعه با مرحله اولیه، ایجاد نظرسنجی های آنلاین با SurveyGizmo© آغاز می شود. نظرسنجی های آنلاین، هر دو ابزار – SSEIT و CAS – را قادر خواهند ساخت تا به صورت آنلاین با فرمتی قابل پیگیری توزیع شوند. سپس، SurveyGizmo© نظرسنجی های SSEIT و CAS فرمت بندی شده را به طور کامل به Cint© منتقل خواهد کرد.\n    Cint© خواستار تکمیل نظرسنجی هایی از متخصصان فناوری اطلاعات با استخری (منبعی) از افراد ایالات متحده خواهد بود، که با الزامات زمینه فناوری اطلاعات مطابقت دارند. Cint© از فناوری تأیید Geo-IP برای تضمین این مسئله استفاده می کند که ثبت کننده در کشور اعلام شده در پانل واقع است (Cint, 2014).\n    شرکت کنندگانی که مطابق الزامات مربوط به پانل پژوهشی هستند، ایمیلی از SurveyGizmo© دریافت خواهند کرد، که از آنها برای شرکت در مطالعه و تکمیل نظرسنجی آنلاین دعوت می کند.\n    شرکت کننده، گزینه رضایت برای مطالعه و تکمیل نظرسنجی را از طریق لینک موجود در ایمیل دعوت در اختیار دارد. این لینک، شرکت کننده را به نظرسنجی مبتنی بر وب ارائه شده توسط SurveyGizmo© هدایت خواهد کرد. ابتدا، نظرسنجی اطلاعات جمعیت شناختی شرکت کننده شامل جنسیت، محدوده سنی، نژاد و\n    سال های کار در زمینه فناوری اطلاعات (IVهای مطالعه) را جمع آوری خواهد کرد. تکمیل نظرسنجی با 63 سؤال، به طور متوسط 4/6 دقیقه زمان نیاز دارد.\n</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-1-1-1024x421.jpg\" alt=\"IT-GENDER\" class=\"wp-image-163\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-1-1-1024x421.jpg 1024w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-1-1-300x123.jpg 300w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-1-1-768x316.jpg 768w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-1-1.jpg 1055w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></figure></div>\n\n\n\n<h3>4-4- تجزیه و تحلیل داده ها</h3>\n\n\n\n<p style=\"font-size:17px\">این مطالعه پژوهشی، دو متغیر وابسته (EI، CAS) را با تجزیه و تحلیل ضریب همبستگی لحظه ای حاصلضرب پیرسون تجزیه و تحلیل کرد. برای تعیین اینکه آیا دو همبستگی مستقل به طور معناداری متفاوت هستند یا خیر، برای اشاره به تفاوت بین همبستگی های تبدیل شده z، محاسبه نمره z انجام شد (Walk &amp; Rupp, 2010). به منظور پیدا کردن قدرت رابطه به شکل عددی، ضریب همبستگی پیرسون، تولید ترسیم توزیعی یا پراکنده  در SPSS را برای بررسی داده های خارج از محدوده در نظر گرفت. داده ها در خصوص نقض مفروضات یا واریانس همسانی  مورد بررسی قرار گرفتند (Wilcox &amp; Keselman, 2012). ترسیم توزیعی یا پراکنده نیز بینش بصری نسبت به جهت رابطه ای و قدرت ارتباط از نمرات داده ها ارائه کرد. مقدار r مقدار 75/0-1\n    نشان دهنده یک رابطه کامل است، (5/0-74/0) منعکس کننده یک رابطه طبیعی است، و کمتر از 5/0 یک رابطه ضعیف را تعیین می کند. علاوه بر این، مقادیر منفی (1- تا 01/0-)، کامل منفی را برای رابطه ضعیف تعیین خواهند کرد (Walk &amp; Rupp, 2010).\n    زمانی که تعریف رابطه مشخص شد، برای بررسی اینکه آیا واریانس جمعیت شناختی، در صورت وجود، می تواند به طور کلی بر ارتباط بین سطوح EI و CAS تأثیر بگذارد یا تأثیر خواهد گذاشت، متغیرها به تجزیه و تحلیل اضافه شدند. از مجموع نمرات EI و CAS با متغیر دموگرافیک یا جمعیت شناختی مستقل تعدیل کننده در تجزیه و تحلیل MANOVA (تجزیه و تحلیل چند متغیره واریانس) استفاده شد. تجزیه و تحلیل MANOVA به کشف این مسئله کمک کرد که متغیر تعدیل کننده، چگونه ارتباط ایجاد شده بین سطح هیجانی و ارتباطی متخصص فناوری اطلاعات را تقویت یا تضعیف می کند.\n</p>\n\n\n\n<h2>5- نتایج</h2>\n\n\n\n<p style=\"font-size:17px\">همانطور که در جدول 2 نشان داده شده است، نمره z برای هر دوی SSEIT و CAS بین z = -2 تا z = +2 قرار می-گیرد، که بدان معنا است که آنها بیش از 2 واحد انحراف معیار نسبت به میانگین نیستند.\n    SSEIT و CAS، متغیرهای فاصله زمانی هستند، و در نتیجه، پیوسته در نظر گرفته می شوند. هر دو متغیر، یک رابطه خطی ایجاد می کنند، که در شکل 1 نشان داده شده است.\n    هر دو متغیر دارای توزیع نرمال هستند، که با استفاده از آزمون Shapiro-Wilk (p &gt; 0.05) در شکل 2 ارزیابی شد.\n    از آنجا که سه مدل در ترسیم پراکنده نشان می دهد، می توان مطالعات بیشتری برای بررسی بیشتر واریانس در نمرات SEIS و CAS انجام داد. عواملي كه مي توانند در واريانس سهم داشته باشند، كه در مطالعات بيشتر بررسي خواهند شد، عبارتند از جنسيت و سال هاي كار متخصص فناوري اطلاعات در این زمینه.\n    همانطور که در جدول 3 نشان داده شده است، همبستگی قوی و مثبتی بین نمره هوش هیجانی (SEIS) و نمره ارتباط (CAS) وجود دارد، که از لحاظ آماری معنادار بود (r = 0.658، n = 111، p &lt;0.0005). بنابراین، رابطه ای بین سطح هوش هیجانی متخصص فناوری اطلاعات، و سطح انطباق پذیری ارتباطی وجود دارد. فرضیه صفر 1 رد شد، و فرضیه جایگزین 1 پذیرفته شد.\n</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-2-1-1024x364.jpg\" alt=\"TABLE-CAS-SSEIT\" class=\"wp-image-165\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-2-1-1024x364.jpg 1024w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-2-1-300x107.jpg 300w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-2-1-768x273.jpg 768w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-2-1.jpg 1078w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-3-1.jpg\" alt=\"CHART1-EI-CA\" class=\"wp-image-167\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-3-1.jpg 765w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-3-1-300x101.jpg 300w\" sizes=\"(max-width: 765px) 100vw, 765px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-4-1.jpg\" alt=\"TABLE2-CAS-SSEIT\" class=\"wp-image-169\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-4-1.jpg 884w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-4-1-300x170.jpg 300w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-4-1-768x434.jpg 768w\" sizes=\"(max-width: 884px) 100vw, 884px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-5-1-1024x549.jpg\" alt=\"TABLE3-EI-CA\" class=\"wp-image-171\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-5-1-1024x549.jpg 1024w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-5-1-300x161.jpg 300w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-5-1-768x412.jpg 768w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/EI-5-1.jpg 1079w\" sizes=\"(max-width: 1024px) 100vw, 1024px\" /></figure></div>\n\n\n\n<h2>6- بحث و محدودیت ها</h2>\n\n\n\n<p style=\"font-size:17px\">ادبیات فعلی EI بر استفاده مدیریت از EI و استفاده از EI در رهبری تحولی ، روانشناسی سازمانی و محیط کاری چند نسلی تمرکز می کند. با این حال، تمرکز بر مزایای EI و CA در سطح خدمات نیز مهم است. شناسایی و مقایسه با ادبیات قبلی در رابطه با این مطالعه مشخص کرد رابطه مثبت بین متغیرهای EI و CA امکانپذیر است. مطالعات مربوط به ترکیه توسط Çetinkaya و Alparslan  (2011)، Erigüç و Serap-Durukan (2013)، و Simsek و Aktas (2013)، ارتباط مثبت بین افرادی با سطح بالاتر هوش هیجانی و ارتباطات را ثابت کردند، که مهارت های میان فردی مثبتی در محل کار نشان دادند.\n    مسرک، عثمان، خمیس و پیمان (2014) دریافتند رابطه بین EI، ارتباطات و مهارت های فناوری اطلاعات آشکار بود. این مطالعه نشان داد افرادی که از سطح EI مثبتی برخوردار هستند، اطمینان بیشتری نشان می دهند، که اعتماد به نفس آنها در مورد توانایی فناوری اطلاعات را تقویت می کنند، و با این کار، مهارت های ارتباطی را از طریق اثبات تجربی و توضیحات افزایش داد. مطالعه مارزوکی و همکاران (2015، ص. 267) در مالزی انجام شده است، اما مسئله مربوط به تفاوت های فرهنگی هنوز هم می تواند به چالش کشیده شود. پیدا کردن یک رابطه معنادار بین EI و CAS می تواند ابزار ارزشمندی برای کارکنان فناوری اطلاعات و همچنین سازمان باشد، که تلاش می کند سرمایه انسانی و ارزش خدمات فناوری خود را به طور مداوم توسعه بدهد.\n</p>\n\n\n\n<h2>7- محدودیت ها</h2>\n\n\n\n<p style=\"font-size:17px\">اشاره به این نکته مهم است که این مطالعه بدون محدودیت نیست. اول، این مطالعه از نمونه دریافت شده با کمک Cint©، سرویس استخدام پانلی شخص ثالث، توسعه یافت. اگر چه این فرآیند، تعصب و سوداری را حذف می کند، محقق هیچ روشی برای اطمینان در خصوص این مسئله در اختیار ندارد که اعضای پانل در هنگام ارائه داده های جمعیت شناختی خود، و یا در هنگام پاسخ دادن به سؤالات نظرسنجی، صادق هستند. مشارکت در مطالعه پژوهشی مستلزم افرادی بود، که در حین کار در ایالات متحده از تجربه دو ساله یا چند ساله در زمینه فناوری اطلاعات برخوردار هستند، و از این الزام مشارکت برای پاسخ دادن به سؤالات پژوهشی این مطالعه استفاده می کنند. با این حال، این مطالعه برای گنجاندن دسته موقعیتی فرد در رشته فناوری اطلاعات (به عنوان مثال، وب مستر، توسعه-دهنده سیستم، تکنسین پشتیبان) قابل تعمیم می باشد. از آنجا که طبقه بندی خارج از حیطه این مطالعه بود، تحقیق بیشتری برنامه ریزی شده است، که این دسته بندی را برای تعیین این مسئله در نظر می گیرد که آیا تفاوت هایی بین موقعیت های موجود در رشته فناوری اطلاعات وجود دارد یا خیر.\n    روش و اندازه نمونه، محدودیت دیگری را شکل می دهند. این روش برای بررسی EI و CAS از طریق یک لنز کیفی قابل تغییر می باشد. از آنجا که هم Gpower 3 و هم محاسبات از قدرت مطلوب و سطح آلفا با استفاده از قانون کلی گرین (1991) استفاده کردن، اندازه نمونه 111 برای تضمین اندازه نمونه درست به دست آمد. از آنجا که این اندازه نمونه کافی است، مطالعه با متغیرهای اضافی بیشتر، و با استفاده از یک روش کیفی قابل تعمیم است. تغییر در روش، اندازه نمونه را نیز تغییر خواهد داد.\n    در نهایت، محدودیت در ابزارهای اندازه گیری تحقیق قابل مشاهده است. استفاده از ابزارهای مختلف می تواند نتایج مختلفی را فراهم کند. این مطالعه بر روش خودسنجی  تجزیه و تحلیل EI و ارتباطات متمرکز بود. خودسنجی متخصص فناوری اطلاعات در خصوص مهارت های EI و ارتباطات می تواند در زمان تست کمتر از واقعیت باشد، و پاسخ ها می توانند تحت تأثیر تعصبات شخصی باشند (Patten, 2012). به عنوان مثال، اگر زمان مشحصی برای تأمل وجود داشته باشد، ممکن است شرکت کننده به شیوه ای به سؤال رفتاری پاسخ بدهد که منعکس کننده واکنش فطری نباشد. عدم توانایی برای مطالعه شرکت کننده در محیطی که زمان تأمل در مورد رفتار را پیش از پاسخ فراهم نمی کند، می تواند محدودیت باشد. با وجود محدودیت های ذکر شده در فوق،\n    یافته ها بینش هایی را فراهم می کنند که همبستگی مثبتی بین EI و CA در میان متخصصان فناوری اطلاعات وجود دارد. بنابراین، سازمان ها و مؤسسات آکامیک نباید صرفاً به دنبال استخدام متخصصان فناوری اطلاعات براساس قدرت فنی آنها باشند، و باید مهارت های EI و CA آنها را نیز در نظر بگیرند.\n</p>\n\n\n\n<h2>8- نتیجه گیری</h2>\n\n\n\n<p style=\"font-size:17px\">کارفرمایان نه تنها به مهارت های فنی اهمیت می دهند، بلکه به کارکنانی با هوش هیجانی و اثربخشی ارتباطی نیز اهیمت می دهند، که به واسطه افزایش مهارت های نرم در الزامات شغلی رسمی مشهود است. تحقیق در زمینه همبستگی بین EI و CA وجود ندارد. این کار در جهت رسیدگی به این شکاف، تجزیه و تحلیل کمی و غیر آزمایشی همبستگی EI و CA را در مورد 111 متخصص فناوری اطلاعات در ایالات متحده انجام داد. این مطالعه نشان داد که رابطه قوی بین EI و CAS متخصصین فناوری اطلاعات ایالات متحده وجود دارد. این مطالعه به منظور افزودن و تقویت ادبیات مربوط به EI و CAS، ثابت کرده است که همبستگی قوی و مثبتی بین سطوح EI و ارتباطات متخصص فناوری اطلاعات ایالات متحده وجود دارد. از آنجا که هوش هیجانی و ارتباطات بیش از یک نظریه واحد هستند، می توانند از نظر حیطه گسترده تر باشند؛ یافته های این مطالعه نشان می دهد که توجه بیشتری در زمینه نظریه های EI و ارتباطات مورد نیاز می باشد، زیرا آنها برای گسترش این مطالعه در جهت درک ابعاد همبستگی، به متخصصین فناوری اطلاعات ارتباط می یابند. توجه به قدرت هیجانی و مهارت های ارتباطی در حرفه های فناوری، در ادبیات کم است. از آنجا که مطالعات زیادی درباره مهارت هایی که سازمان ها از کارکنان فناوری اطلاعات می خواهند، تولید شده است، ارتباط بین احساسات و ارتباطات در میان متخصصین فناوری اطلاعات ایالات متحده ناقص است. این مطالعه به عنوان نقطه شروعی برای بررسی ابعاد بسیار رفتارهای هیجانی و ارتباطاتی متخصصان فناوری اطلاعات قابل استفاده است، در نتیجه، روش و جهت توسعه میان فردی را فراهم می کند. مزیت تأکید بر EI در فناوری اطلاعات این است که به فرصت های سازمانی بسیاری منجر می شود. ادبیات فعلی EI بر استفاده مدیریت از EI و استفاده از EI در رهبری تحولی، روانشناسی سازمانی و محل کار چند نسلی متمرکز است. با این حال، تمرکز بر مزایای EI در سطح خدمات نیز مهم است. افزایش کارمند، رضایت شغلی، تناسب شخص – سازمان، تعهد کارکنان نسبت به سازمان، و روابط کارمند – کارفرما نیز باید از دیدگاه خاص رشته در نظر گرفته شود.</p>\n\n\n\n<p></p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>چکیده در محیط دیجیتال و فنی امروزی، کارفرمایان در جستجوی پرسنلی هستند که بتوانند نه تنها با استفاده از مهارت-های فنی به سازمان کمک کنند، بلکه بتوانند تخصص خود را با استفاده از هوش هیجانی مثبت و اثربخشی ارتباطات بیان کنند. پژوهشی در زمینه بررسی مهارت های نرم مورد استفاده توسط متخصصین فناوری اطلاعات انجام [&hellip;]</p>\n",
      "protected": false
    },
    "author": 2,
    "featured_media": 176,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [

    ],
    "categories": [
      1
    ],
    "tags": [

    ],
    "fimg_url": "https://www.weadam.com/blogs/wp-content/uploads/2019/04/top-of-mind.jpg",
    "_links": {
      "self": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/159"
        }
      ],
      "collection": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/users/2"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/comments?post=159"
        }
      ],
      "version-history": [
        {
          "count": 2,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/159/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 173,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/159/revisions/173"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media/176"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media?parent=159"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/categories?post=159"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/tags?post=159"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 112,
    "date": "2019-04-20T10:05:11",
    "date_gmt": "2019-04-20T10:05:11",
    "guid": {
      "rendered": "https://www.weadam.com/blogs/?p=112"
    },
    "modified": "2019-04-20T12:17:34",
    "modified_gmt": "2019-04-20T12:17:34",
    "slug": "%d8%a7%d8%b1%d8%b2%db%8c%d8%a7%d8%a8%db%8c-%d8%aa%d9%88%d8%b3%d8%b9%d9%87-%d8%a7%d9%82%d8%aa%d8%b5%d8%a7%d8%af%db%8c-%d8%a8%d8%b1-%d9%85%d8%a8%d9%86%d8%a7%db%8c-%d8%b9%d9%84%d9%85-%d9%88-%d8%ad%d9%82",
    "status": "publish",
    "type": "post",
    "link": "https://www.weadam.com/blogs/%d8%a7%d8%b1%d8%b2%db%8c%d8%a7%d8%a8%db%8c-%d8%aa%d9%88%d8%b3%d8%b9%d9%87-%d8%a7%d9%82%d8%aa%d8%b5%d8%a7%d8%af%db%8c-%d8%a8%d8%b1-%d9%85%d8%a8%d9%86%d8%a7%db%8c-%d8%b9%d9%84%d9%85-%d9%88-%d8%ad%d9%82/",
    "title": {
      "rendered": "ارزیابی توسعه اقتصادی  بر مبنای علم و حقوق انحصاری اختراع"
    },
    "content": {
      "rendered": "\n<h2>چکیده</h2>\n\n\n\n<p style=\"font-size:17px\">بررسی‌ها حاکی از آنند که توسعه اقتصادی را می‌توان از رهگذر بسیاری عوامل حاصل نمود. عوامل علم و فناوری، می‌توانند به نحوی چشمگیر بر توسعه اقتصادی اثر گذارند. از این رو، هدف عمده در این مطالعه، به کارگیری متدلوژی هوش محاسباتی، رویکرد شبکه عصبی مصنوعی ، جهت برآورد توسعه اقتصادی بر مبنای عوامل مختلف علم و فناوری ست. از آن رو که تحلیل اقتصادی ، می‌تواند- به واسطه رفتارهای غیرخطی فوق‌العاده، تکلیفی بسیار چالشی باشد؛ در این پژوهش، متدلوژی هوش محاسباتی، رویکرد شبکه عصبی مصنوعی، جهت برآورد توسعه اقتصادی بر مبنای عوامل مختلف علم و فناوری مورد استفاده واقع گردیده است. به عنوان یک معیار توسعه اقتصادی، محصول ناخالص داخلی(GDP) ، کاربرد یافته است. به عنوان عوامل علم و فناوری، حقوق انحصاری اختراع در حوزه‌های مختلف استفاده گردیده؛ و این نکته دریافت شد که حقوق انحصاری اختراع در حوزه مهندسی الکترونیک ، دارای بیشترین اثرات بر توسعه اقتصادی یا GDP ست.</p>\n\n\n\n<h2>1. مقدمه</h2>\n\n\n\n<p style=\"font-size:17px\">توسعه اقتصادی، برای رشد پایدار هر جامعه، امری حائز اهمیت است. شواهد بیانگر آنند که عوامل مختلف، دارای اثرات متفاوت بر توسعه اقتصادی می‌باشند. محصول ناخالص داخلی(GDP) را می‌توان به عنوان معیار عمده پیشرفت و توسعه اقتصادی تلقی نمود. عوامل علم و فناوری، مهمترین موارد برای پیشرفت اقتصادی- به واسطه توسعه بسیار سریع فناوری- می‌باشند. از این رو، نیاز به بررسی رابطه میان علم و فناوری و توسعه اقتصادی، احساس می‌گردد. قرائن گواه آنند که تاکنون، تلاش‌هائی چند در پیونددهی فناوری و رشد اقتصادی صورت پذیرفته‌اند. برای مثال، در مقاله [1]، مؤلفین، روند توسعه تحقیقات در اقتصاد و مدیریت در حیطه کاربرد روش‌های علوم طبیعی و مهندسی را مورد بررسی قرار داده‌اند. یافته‌ها نشان دهنده آنند که روش‌های علوم طبیعی و مهندسی با استفاده گسترده، در حیطه راه حل یابی تحقیقات و تکالیف کاربردی، در ارتباط با گروه‌های پیرو می‌باشند: اکونوفیزیک ، ترمودینامیک ، نظریه ارزش اطلاعاتی ، ژنتیک اقتصادی، روش‌های نظریه سنوسیس، و همچنین روش‌های مبتنی بر سینتیک شیمیائی، و رویکردهای استوکیومتری. نتایج ضمن مطالعه [2] نشان دهنده آنند که کارائی تحقیق و توسعه، به میزان قابل ملاحظه بالاتر از کارائی اجتماعی- اقتصادی ست. در میان برنامه‌های توسعه اقتصادی با کاربرد دوگانه، برنامه های مهندسی مواد و شیمی، نشان دهنده عملکرد نسبتاً بالاتر می‌باشند. بررسی‌ها گواه آنند که فناوری‌های اجتماعی ، در معادله توسعه اقتصادی و توانمندسازی زنان- مطابق با نتایج مقاله [3]- نقش ایفاء می‌نمایند. مؤلفین مقاله [4] اظهار می‌دارند که نشانه‌های مختلفی در پیگیری پیشرفت در توسعه اقتصادی مبتنی بر فناوری، وجود دارند. شواهد- مثلاً، مقاله [5]- تصریح می‌دارند که رابطه‌ای نزدیک میان درداده‌های علم و فناوری و رشد اقتصادی مشاهده گردیده است. در پژوهش [6]، تلاشی چند در راستای تحلیل اشتغال نیروی انسانی علم و فناوری در ارتباط با توسعه اقتصادی بر مبنای تحلیل کمّی صورت پذیرفته است. مدیران، دانشمندان، و مهندسین حوزه فناوری، فراهم کننده فضائی امن، راه حل‌های نوآورانه جهت مشکلات پیچیده صنعت، در راستای بهبود توسعه اقتصادی بوده‌اند[7]. شواهد گواه آن هستند که همچنان که مرزهای ملّی، قراردادی می‌گردند؛ و مفهوم شهروند جهانی، رشد و توسعه می‌یابد؛ هیچ شکی باقی نمی‌ماند که پیشرفت سریع علم و فناوری، مستقیماً مولد بسیاری از این مقولات خواهد گردید[8]. کنترل توسعه اقتصادی، به وسیله سرمایه‌گذاری فزاینده شتاب می‌یابد[9]. بررسی‌ها تصریح می‌دارند که هدف مقاله[10]، پرورش درکی عمیق‌تر نسبت به اهمیّت اقتصادی مسائل علم و فناوری ست. نقش توزیع درآمد و انتقال فناوری در پیشرفت توسعه اقتصادی، در ضمن مقاله [11] بررسی گردیده است. بدین ترتیب، ظرفیت ارتقاء یافته نوآوری در کشورهائی نظیر چین و هند، اساساً وابسته به سرمایه‌گذاری چشمگیر ایشان در حیطه درداده‌های سیستم نوآوری ست[12]. تلاش برای توسعه پایدار ، به عنوان بخش ذاتی احیاء سیاست‌های علم و فناوری مبتنی بر فضا و محیط تلقی می‌شود که در خلال 15 سال گذشته در اکثر کشورهای اروپائی صورت پذیرفته‌اند[13]. فناوری‌های نوظهور در حیطه ژنتیک، به نظر می‌رسد که اثری انقلابی بر اقتصاد و جامعه بر جای گذارده‌اند. معذلک، موفقیت در توسعه این چنین فناوری‌ها، وابسته به پیشرفت‌ها در علم بر مبنای مقاله [14] است. بررسی‌ها تأکید می‌دارند که جهانی‌سازی ، اثری عمیق بر توسعه گذارده؛ و کشورها را در راستای استخراج نیروی‌های پیشران به منظور پیگیری راهکاری توانمند که بتواند مولد اثر مستقیم بر فرصت‌های رشد اقتصادی داخلی و جهانی باشد، قادر نموده؛ و همچنین نشان داده شده که مقوله مذبور، عاملی حیاتی در کاهش اختلافات میان کشورهای توسعه یافته و در حال توسعه بوده است[16]. شواهد مؤید نوعی شکاف میان تکنیک(های) توسعه اجتماعی- اقتصادی در سطح جامعه، و تحقیقات در پذیرش، کاربرد و اثرات فناوری اطلاعات می‌باشند[17]. اگرچه روش‌های متفاوتی برای الگوسازی رشد اقتصادی در این مطالعه وجود داشته‌اند؛ اما هدف عمده، به کارگیری روش هوش محاسباتی، رویکرد شبکه عصبی مصنوعی، برای برآورد توسعه اقتصادی بر مبنای عوامل مختلف علم و فناوری بوده است.</p>\n\n\n\n<h2>2. منابع و متدلوژی</h2>\n\n\n\n<p style=\"font-size:17px\">در ابتدا، عوامل مختلف علم و فناوری، به عنوان داده‌های ورودی جهت برآورد توسعه اقتصادی مورد استفاده واقع گردیده‌اند. این داده‌های ورودی، برگرفته از پایگاه داده بانک جهانی، درخصوص کشورهای اتحادیه اروپا می‌باشند. بنابراین، تمام داده‌های ورودی، مطابق با پایگاه داده جهت علم و فناوری انتخاب شده‌اند. فهرست این پارامترها، به ترتیب پیرو است: 1. مخارج تحقیق و توسعه . 2. مقالات مجلات علمی و فنی. 3. درخواست حق ثبت اختراع برای افراد غیرمقیم. 4. درخواست حق ثبت اختراع برای افراد مقیم. 5. درخواست نشان تجاری برای افراد غیرمقیم. 6. درخواست نشان تجاری برای افراد مقیم. 7. کل درخواست‌ها جهت نشان تجاری. 8. محققان بخش تحقیق و توسعه . 9. متخصصان بخش تحقیق و توسعه. 10. متخصصان فناوری برتر . افزون بر این، شماری از حق انحصاری اختراعات ثبت شده در حوزه فناوری، مورد تحلیل و ارزیابی واقع گردیده‌اند که در ضمن جدول 1 ارائه شده‌اند. هدف، انتخاب اینکه کدام حوزه فناوری [18] از حق انحصاری ثبت شده اختراعات، دارای بیشترین اثر بر توسعه اقتصادی می‌باشد، بوده است.</p>\n\n\n\n<h2>2.1 شبکه عصبی مصنوعی</h2>\n\n\n\n<p style=\"font-size:17px\">شبکه عصبی مصنوعی(ANN)، دارای سه لایه است: داده ورودی، برونداده، و لایه پنهانی (تصویر 1). تابع انتقال ، هسته اصلی ANN است که ترسیم‌گر نقشه داده‌های ورودی به برونداده می‌باشد. قاعده فراگیری، عملیات عمده تابع انتقال است. پس‌انتشار (BP) و ماشین یادگیری سریع(ELM) [19]، در این مطالعه به عنوان الگوریتم‌های یادگیری مورد استفاده قرار گرفته‌‌اند. جدول 2 نشان دهنده پارامترهای تعریف شده کاربر برای الگوی ANN در این پژوهش می‌باشند. سه نماگر آماری، جهت ارزیابی عملکرد الگوها مورد استفاده قرار گرفته‌اند: ریشه میانگین مربعات خطا (RMSE)، ضریب همبستگی پیرسون (r) و ضریب تعیین‌ ( ).</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-1-473x1024.jpg\" alt=\"RMSE-TABLE\" class=\"wp-image-118\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-1-473x1024.jpg 473w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-1-139x300.jpg 139w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-1-768x1663.jpg 768w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-1.jpg 1000w\" sizes=\"(max-width: 473px) 100vw, 473px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-2.jpg\" alt=\"ANN-BUILD\" class=\"wp-image-122\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-2.jpg 400w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-2-300x263.jpg 300w\" sizes=\"(max-width: 400px) 100vw, 400px\" /></figure></div>\n\n\n\n<h2>3. نتایج و بحث</h2>\n\n\n\n<p style=\"font-size:17px\">در آغاز، توسعه اقتصادی، توسط متدلوژی ANN با ماشین یادگیری سریع(ELM) و رویکرد یادگیری استاندارد (پس‌انتشار) برآورد گردیده است. تصویر 2 نشان دهنده دقت پیش‌بینی ELM توسعه اقتصادی مطابق با 10 پارامتر داده‌های ورودی علم و فناوری ست. تصویر 3 نشان دهنده پیش‌بینی ANN با رویکرد یادگیری متعارف است. ضریب تعیین ELM نشان دهنده نتایج بهتر- در مقایسه با رویکرد ANN با الگوریتم یادگیری BP ست. جدول 3، مقایسه میان ELM و BP با سه نماگر آماری را نشان می‌دهد که بر مبنای آن می‌توان توانمندی‌های پیش‌بینی‌کننده بهتر ELM- نسبت به BP- برای برآورد توسعه اقتصادی بر اساس عوامل علم و فناوری را محرز دانست.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-3-1.png\" alt=\"ANN-PARAMETER\" class=\"wp-image-126\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-3-1.png 662w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-3-1-300x147.png 300w\" sizes=\"(max-width: 662px) 100vw, 662px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-4.png\" alt=\"ANN-ELM\" class=\"wp-image-128\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-4.png 576w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-4-300x222.png 300w\" sizes=\"(max-width: 576px) 100vw, 576px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-5-2.png\" alt=\"ANN-BP\" class=\"wp-image-134\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-5-2.png 607w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-5-2-300x219.png 300w\" sizes=\"(max-width: 607px) 100vw, 607px\" /></figure></div>\n\n\n\n<p style=\"font-size:17px\">افزون بر این، اثر حقوق انحصاری اختراع بر توسعه اقتصادی، در هر حوزه فناوری، به نحوی مجزا مورد تحلیل واقع گردیده است. تصویر 4 نشان دهنده RMSE برای حقوق انحصاری اختراع در هر حوزه فناوری ست. حقوق انحصاری اختراع در مهندسی الکتریک، دارای کوچکترین RMSE ، و بالتبع، بیشترین اثر بر توسعه اقتصادی ست. در مقابل، حقوق انحصاری اختراع در مهندسی مکانیک دارای بیشترین RMSE ، و بالتبع، کمترین اثر بر توسعه اقتصادی ست.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-6.png\" alt=\"CHART-ELM\" class=\"wp-image-136\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-6.png 674w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-6-300x72.png 300w\" sizes=\"(max-width: 674px) 100vw, 674px\" /></figure></div>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-7.png\" alt=\"CHART-RMSE\" class=\"wp-image-138\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-7.png 596w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/GDP-7-300x204.png 300w\" sizes=\"(max-width: 596px) 100vw, 596px\" /></figure></div>\n\n\n\n<h2>4. نتیجه‌گیری</h2>\n\n\n\n<p style=\"font-size:17px\">برآورد توسعه اقتصادی بر مبنای عوامل علم و فناوری، می‌تواند به واسطه رفتارهای غیرخطی و بسیاری پارامترهای مختلف، وظیفه‌ای چالش‌برانگیز باشد. از این رو، هدف عمده در این پژوهش، اجتناب از رفتار غیرخطی فوق‌العاده، با استفاده از رویکرد هوش محاسباتی است. شبکه عصبی مصنوعی، با ماشین یادگیری سریع مورد استفاده واقع گردیده است. بدین ترتیب، اثر حق انحصاری اختراع بر توسعه اقتصادی، بر اساس حوزه‌های مستقلی از فناوری، تحلیل گردید؛ و نتایج حاکی از آنند که حق انحصاری اختراع در مهندسی الکترونیک، دارای بالاترین اثر بر توسعه اقتصادی است.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>چکیده بررسی‌ها حاکی از آنند که توسعه اقتصادی را می‌توان از رهگذر بسیاری عوامل حاصل نمود. عوامل علم و فناوری، می‌توانند به نحوی چشمگیر بر توسعه اقتصادی اثر گذارند. از این رو، هدف عمده در این مطالعه، به کارگیری متدلوژی هوش محاسباتی، رویکرد شبکه عصبی مصنوعی ، جهت برآورد توسعه اقتصادی بر مبنای عوامل مختلف [&hellip;]</p>\n",
      "protected": false
    },
    "author": 2,
    "featured_media": 178,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [

    ],
    "categories": [
      1
    ],
    "tags": [

    ],
    "fimg_url": "https://www.weadam.com/blogs/wp-content/uploads/2019/04/dims-1.jpg",
    "_links": {
      "self": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/112"
        }
      ],
      "collection": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/users/2"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/comments?post=112"
        }
      ],
      "version-history": [
        {
          "count": 3,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/112/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 140,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/112/revisions/140"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media/178"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media?parent=112"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/categories?post=112"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/tags?post=112"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 90,
    "date": "2019-04-20T09:19:32",
    "date_gmt": "2019-04-20T09:19:32",
    "guid": {
      "rendered": "https://www.weadam.com/blogs/?p=90"
    },
    "modified": "2019-04-25T07:44:24",
    "modified_gmt": "2019-04-25T07:44:24",
    "slug": "%da%a9%d8%a7%d8%b1%d8%a8%d8%b1%d8%af-%d9%87%d9%88%d8%b4-%d9%85%d8%b5%d9%86%d9%88%d8%b9%db%8c-%d8%af%d8%b1-%d9%85%d8%af%db%8c%d8%b1%db%8c%d8%aa-%d8%b9%d9%85%d9%88%d9%85%db%8c-%d8%a8%d8%b1%d8%a7%db%8c-2",
    "status": "publish",
    "type": "post",
    "link": "https://www.weadam.com/blogs/%da%a9%d8%a7%d8%b1%d8%a8%d8%b1%d8%af-%d9%87%d9%88%d8%b4-%d9%85%d8%b5%d9%86%d9%88%d8%b9%db%8c-%d8%af%d8%b1-%d9%85%d8%af%db%8c%d8%b1%db%8c%d8%aa-%d8%b9%d9%85%d9%88%d9%85%db%8c-%d8%a8%d8%b1%d8%a7%db%8c-2/",
    "title": {
      "rendered": "هوش مصنوعی در مدیریت عمومی"
    },
    "content": {
      "rendered": "\n<h2>چکیده</h2>\n\n\n\n<p style=\"font-size:17px\">مدیریت عمومی، فناوری اطلاعات و ارتباطات را به منظور ایجاد سیستم های هوشمند جدید و طراحی استراتژی های جدید برای پیشگیری از ریسک در مدیریت حمل و نقل به کار گرفته است. هدف نهایی بهبود کیفیت خدمات حمل و نقل و همچنین تضمین امنیت حمل و نقل عمومی با استفاده از هوش مصنوعی است. </p>\n\n\n\n<h2>شرح پروژه کاربرد هوش مصنوعی در افزایش امنیت مناطق عبور و مروری دارای ریسک</h2>\n\n\n\n<ul><li>در این پژوهش، <strong>ترکیبی از روش های خوشه بندی فضایی و مدل های شبکه عصبی مصنوعی</strong> به منظور <strong>پیش بینی مناطق حمل و نقل دارای ریسک بالای جرائم</strong> مورد استفاده قرار گرفتند.</li></ul>\n\n\n\n<ul><li> سیستم های اطلاعات جغرافیایی برای انجام تحلیل فضایی به منظور شناسایی مناطق دارای تراکم بالای رویدادهای مجرمانه استفاده شدند.</li><li> در این مطالعه <strong>هوش مصنوعی</strong> برای ایجاد مدل های پیش بینی شبکه عصبی مصنوعی مورد استفاده قرار گرفتند.</li></ul>\n\n\n\n<ul><li> مدل های پیش بینی شبکه عصبی با استفاده از خطای میانگین مربعات (MSE) برای یافتن کل پیش بینی بهینه ارزیابی شدند. </li></ul>\n\n\n\n<ul><li>مدل پیش بینی بهینه برای پیش بینی مناطق حمل و نقل دارای ریسک بالای جرائم مورد استفاده قرار گرفت.</li><li> الگوریتم گرادیان مزدوج مقیاس پذیر به عنوان الگوریتم آموزشی برای ایجاد مدل های شبکه عصبی پیش نگر به کار رفت،‌ زیرا این الگوریتم به عنوان یکی از سریع ترین الگوریتم های یادگیری در مقایسه با الگوریتم های دیگر از جمله الگوریتم یادگیری پس انتشار به شمار می رود. </li></ul>\n\n\n\n<p><em>© 2017، نویسندگان. انتشارات Elsevier B.V. بررسی همکاران تحت نظر و مسئولیت کمیته ی سازماندهی سومین CSUM 2016.</em></p>\n\n\n\n<h2>1.مقدمه</h2>\n\n\n\n<p style=\"font-size:17px\">تحقیقات متعددی به بررسی استراتژی های مدیریت ریسک حمل و نقل که باید به منظور بهبود ایمنی حمل و نقل عمومی و کاهش ریسک حمل و نقل در مناطق شهری توسط مسئولین اتخاذ شود پرداخته اند. ارتکاب جرم و خشونت در مقابل شهروندان در محیط شهری اثری منفی بر زندگی مردم دارد و باید به عنوان یک عامل مهم در مدیریت و برنامه ریزی حمل و نقل عمومی و ایجاد زیرساخت های حمل و نقل در مناطق شهری مد نظر قرار گیرد.</p>\n\n\n\n<p> توسعه ی فناوری های اطلاعات و ارتباطات منجر به توسعه ی سیستم های مدیریتی جدید میتنی بر فناوری در مدیریت عمومی و هم چنین ایجاد <strong>سیستم های هوشمند</strong> جدید برای مدیریت حمل و نقل در مناطق شهری شده است که تصمیم گیری برای انتخاب مسیرهای بهینه در حمل و نقل عمومی را تسهیل می کنند.  <br>علاوه براین، ایجاد سیستم های اطلاعات جغرافیایی و فناوری های جغرافیایی منجر به ایجاد روش های جدید تحلیل و پیش بینی جرم که بر ابعاد فضایی رویدادهای مجرمانه تمرکز دارند گردیده است.  </p>\n\n\n\n<h2>کاربرد <strong>هوش مصنوعی</strong> در تحلیل و پیش بینی جرم  </h2>\n\n\n\n<p>تحقیقات متعددی به بررسی کاربرد <strong>هوش مصنوعی</strong> در تحلیل و پیش بینی جرم و تکنیک ها و روش های مبتنی بر سیستم اطلاعات جغرافیایی پرداخته اند. محققان سیستم های هوشمند و تکنیک هایی را برای بهبود امنیت عمومی شهروندان در هنگام سفر با خودورهای حمل و نقل عمومی در مناطق شهری پیشنهاد کرده اند. Sham و همکاران یک سیستم ایمنی ردیابی هوشمند را برای بهبود امنیت سفر در مقابل جرایمی که در اتوبوس ها، تاکسی ها، و قطارها روی می دهد پیشنهاد کرده اند. </p>\n\n\n\n<p>هدف از این مطالعه ایجاد یک سیستم ردیابی بهبودیافته مبتنی بر GPS برای افرادی که در مناطق شهری سفر می کنند بود. Hadayeghi و همکاران، با استفاده از روش رگرسیون وزن دار و به منظور بررسی گوناگونی های فضایی در عوامل برآوردشده، مجموعه ای از مدل های پیش بینی را برای پیش بینی تعداد تصادفات در مناطق برنامه ریزی شده نواحی شهری تورنتو طراحی کردند. </p>\n\n\n\n<p>Lord و Persaud (2004) امنیت ترافیک در شبکه های حمل و نقل مناطق شهری در آینده را با استفاده از مدل های برنامه ریزی حمل و نقل برآورد کردند. نتایج نشان داد که پیش بینی تصادفات در شبکه های حمل و نقل امکان پذیر است، اما صحت پیش بینی ها به برآوردهای انجام شده درباره ی جریان ترافیک بستگی دارد. در این پژوهش، پیش بینی ریسک وقوع جرم به عنوان عمل مهمی بررسی می شود که در بهبود امنیت سفرهای درون شهری در مکان های حمل و نقل عمومی که افراد زیادی در آنجا تجمع می کنند و باید به خوبی توسط نیروهای پلیس در مقابل مجرمان حفاظت شوند، نقش دارد.</p>\n\n\n\n<h2>2. پیشینه ی نظری</h2>\n\n\n\n<h3>1.2. سیستم های اطلاعات جغرافیایی</h3>\n\n\n\n<p style=\"font-size:17px\">ویژگی های داده های فضایی شامل مختصات و توپولوژی است و می تواند توسط سیستم های اطلاعات جغرافیایی (GIS) پردازش و تحلیل شود. سیستم های اطلاعات جغرافیایی به عنوان یک تکنیک در حال ظهور برای تجسم و تحلیل ویژگی های فضایی در نظر گرفته می شوند. روش های تحلیل جغرافیایی برای تحلیل خصوصیات فضایی و حصول نتایجی برای تخصیص بهینه ی یک مکان یا توزیع فضایی ویژگی های جغرافیایی مورد استفاده قرار می گیرند.</p>\n\n\n\n<h3>2.2. خوشه بندی فضایی در هوش مصنوعی</h3>\n\n\n\n<p style=\"font-size:17px\">خوشه بندی فضایی به عنوان فرایند جمع آوری مجموعه ای از اشیا فضایی در یک گروه (خوشه) براساس ویژگی های جغرافیایی آن ها تعریف می شود. روش های متعددی برای خوشه بندی فضایی وجود دارد از جمله روش سلسله مراتبی، مبتنی بر تراکم (برای مثال تخمین تراکم کرنل)، نقشه برداری موضوعی، و روش مبتنی بر گرید. تحلیل هات اسپات یک روش تحلیل جغرافیایی است که از تکنیک هایی برای کشف مناطق دارای تراکم بالای رویداد ها (خوشه ها) استفاده می کند. معمول ترین روش های تحلیل فضایی برای تحلیل هات اسپات روش تخمین تراکم کرنل و آماره ی Getis-Ord Gi هستند.</p>\n\n\n\n<h3>3.2. شبکه های عصبی مصنوعی</h3>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>شبکه های عصبی مصنوعی (ANN) به صورت سیستم های محاسبه ای که ساختار سیستم مغز را شبیه سازی می کنند تعریف می شوند.</p></blockquote>\n\n\n\n<p> یک شبکه عصبی داده های حاصل از پارامترهای ورودی را شرح می دهد.برای تولید خروجی براسا مقادیر ورودی، اطلاعات از طریق اتصالات منتقل می شوند. در این مطالعه شبکه های عصبی مصنوعی برای پیش بینی مقادیر مرتبط با داده های جرائم در ایستگاه های حمل و نقل به کار می روند، زیرا داده ها می توانند روابط غیر خطی بین ورودی و خروجی ایجاد کنند. </p>\n\n\n\n<p>در این مطالعه شبکه های عصبی مصنوعی برای پیش بینی مقادیر مرتبط با داده های جرائم در ایستگاه های حمل و نقل به کار می روند، زیرا داده ها می توانند روابط غیر خطی بین ورودی و خروجی ایجاد کنند. </p>\n\n\n\n<p>در این مطالعه، یک پرسپترون چندلایه پیش نگر (MLP) مورد استفاده قرار گرفت که بسیاری از محققان آن را به عنوان مناسب ترین ابزار برای چالش های پیش بینی سری های زمانی در نظر می گیرند. یک شبکه ی عصبی مصنوعی نوعی متشکل از لایه ی ورودی و خروجی و لایه یا لایه های پنهان است. </p>\n\n\n\n<p>در هر لایه تعداد بخصوصی نورون یا سلول عصبی وجود دارد. در یک شبکه ی عصبی پیش نگر، سیگنال ورودی شبکه عصبی را در یک مسیر مستقیم و از طریق لایه های پنهان از لایه ی ورودی به لایه ی خروجی منتقل می کند. یک شبکه ی عصبی پیش نگر نوعی و ساختار آن در شکل 1 نشان داده شده است.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-1.png\" alt=\"نحوه کار شبکه عصبی مصنوعی و پرسپترون چندلایه پیش نگر (MLP) در پروژه کاربرد هوش مصنوعی در مناطق پر ریسک\" class=\"wp-image-97\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-1.png 591w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-1-300x174.png 300w\" sizes=\"(max-width: 591px) 100vw, 591px\" /><figcaption><br>شبکه های عصبی مصنوعی<br><br></figcaption></figure></div>\n\n\n\n<p style=\"font-size:17px\">شکل 1. یک شبکه عصبی پیش نگر نوعی. I1,I2, …,In جزء مقادیر ورودی و Q1,Q2,…,Qn جزء مقادیر خروجی هستند.</p>\n\n\n\n<h3>4.2. الکوریتم گرادیان مزدوج مقیاس پذیر</h3>\n\n\n\n<p style=\"font-size:17px\">الگوریتم گرادیان مزدوج مقیاس پذیر (SCG) توسط مولر (1993) پیشنهاد شد. الگوریتم گرادیان مزدوج مقیاس پذیر به عنوان الگوریتم آموزشی برای شبکه عصبی پیش نگر انتخاب شد، زیرا در مقایسه با الگوریتم های دیگر از جمله الگوریتم یادیگری پس انتشار به عنوان یک الگوریتم سریعتر شناخته می شود. الگوریتم گرادیان مزدوج مقیاس پذیر منتخب که یک الگوریتم گرادیان مزدوج مرتبه دوم است، تابع هدف چندین متغیر را به حداقل می رساند و از یک روش مقیاس دهی گام اندازه ای و اجتناب از جستجوهای خطی زمان بر در هر مرتبه در طول فرایند آموزش استفاده می کند. این روش سرعت SCG را نسبت به سایر الگوریتم های آموزشی افزایش می دهد و در اکثر موارد یک همگرایی فوق خطی را نشان می دهد، زیرا تعداد محاسبات انجام شده در هر تکرار به طور قابل توجهی کاهش می یابد.</p>\n\n\n\n<h2>3. روش تحقیق برای پروژه هایی که از هوش مصنوعی استفاده میکنند:</h2>\n\n\n\n<p style=\"font-size:17px\">روش تحقیق اعمال شده شامل پنج مرحله است: </p>\n\n\n\n<ol><li>جمع آوری و تهیه داده.</li><li>خوشه بندی فضایی.</li><li>ایجاد مدل های پیش بینی شبکه عصبی.</li><li>آزمایش مدل شبکه عصبی مطلوب.</li><li>پیش بینی مناطق حمل و نقل در معرض ریسک بالای وقوع جرم.  </li></ol>\n\n\n\n<p>ابتدا، داده های مربوط به جرائم و حمل و نقل جمع آوری و تهیه شدند. تنها جرائم مرتبط با خیابان، پیاده رو، ایستگاه اتوبوس، و ایستگاه قطار درون شهری استخراج شدند.</p>\n\n\n\n<p> لایه های فضایی ایستگاه اتوبوس، ایستگاه قطار، و مناطق مرزی و حاشیه ای برای مجسم سازی و تحلیل داده های فضایی جمع آوری شدند. در مرحله ی دوم، تحلیل فضایی داده های مربوط به جرائم به منظور یافتن مناطق دارای تراکم بالای رویدادهای مجرمانه (خوشه ها) انجام شد. </p>\n\n\n\n<p>در مرحله ی بعد، هوش مصنوعی برای ایجاد و مقایسه ی مدل های پیش بینی شبکه عصبی به منظور پیدا کردن مدل شبکه عصبی مطلوب مورد استفاده قرار گرفت. سپس، مدل شبکه عصبی مطلوب برای پیش بینی خطرناک ترین ایستگاه های حمل و نقل شناسایی شده از طریق ارزیابی ریسک وقوع جرم اعمال شد.</p>\n\n\n\n<p> در مرحله ی آخر، از طریق تقاطع هات اسپات های مربوط به محل های پیش بینی شده قوع جرم با ویژگی های فضایی ایستگاه های حمل و نقل مناطق حمل و نقل دارای ریسک بالای وقوع جرم پیش بینی می شوند. مروری بر روش تحقیق اعمال شده در شکل 2 نشان داده شده است.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-2-1.png\" alt=\"مروری بر روش تحقیق اعمال شده در پروژه کاربرد هوش مصنوعی در مناطق پر ریسک\" class=\"wp-image-103\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-2-1.png 394w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-2-1-241x300.png 241w\" sizes=\"(max-width: 394px) 100vw, 394px\" /><figcaption>فلوچارت روش تحقیق</figcaption></figure></div>\n\n\n\n<h2>4. نتایج به کار گیری هوش مصنوعی</h2>\n\n\n\n<h3>1.4. جمع آوری و تهیه داده</h3>\n\n\n\n<p style=\"font-size:17px\">داده های مربوط به جرائم، داده های فضایی و داده های حمل و نقل از پرتال داده های ژانویه 2013 شهر شیکاگو بازیابی شد که از سیستم CLEAR (تحلیل و گزارش اجرای قانون شهروندی) اداره ی پلیس شیکاگو استخراج شده بود. 10778 داده مربوط به رویدادهای مجرمانه جمع آوری شد. انواع جرائمی که برای تحلیل انتخاب شدند به این شرح بود:‌ قتل، کودک ربایی، جرائم مرتبط با مواد مخدر، سرقت، زورگیری، جرائم جنسی، تجاوز و تخلفات مسلحانه. داده های جمع آوری شده ی مربوط به جرائم تهیه شدند و موارد تکراری، اختلافات و تناقضات بررسی شدند.</p>\n\n\n\n<h3>2.4. تحلیل و خوشه بندی فضایی</h3>\n\n\n\n<p style=\"font-size:17px\">پایگاه داده ی فضایی با استفاده از داده های فضایی جمع آوری شده ایجاد شد. به منظور بافتن مناطق دارای تراکم بالای رویدادهای مجرمانه، داده های فضایی مجسم شده در نرم افزار ArcGIS پردازش و تحلیل شدند. تحلیل هات اسپات به عنوان یک تکنیک خوشه بندی فضایی و به منظور یافتن مکان هایی که از نظر آماری معنادار ترین موارد و دارای تعداد زیاد رویداد های مجرمانه بودند انجام شد و هم چنین از تحلیل مجاورت برای مکان یابی نزدیکترین ایستگاه های اتوبوس و قطار خطرناک در محیط شهری مورد مطالعه استفاده شد.</p>\n\n\n\n<h3>3.4. مدل های پیش بینی شبکه عصبی مصنوعی</h3>\n\n\n\n<p style=\"font-size:17px\">مدل های پیش بینی شبکه عصبی مصنوعی با استفاده از داده های حاصل از تحلیل های جغرافیایی که به عنوان داده های ورودی به کار رفتند، طراحی شد. </p>\n\n\n\n<p>از آنجاییکه الگوریتم گرادیان مزدوج مقیاس پذیر در مقایسه با سایر الگوریتم ها از جمله به عنوان یک روش الگوریتمی آموزشی نظارت شده انتخاب شد. داده ها به سه بخش مختلف تقسیم شدند. </p>\n\n\n\n<p>60% از داده ها به عنوان مجموعه ی آموزشی، 20% از داده های به عنوان مجموعه اعتبارسنجی، و 20% از آن ها به عنوان مجموعه ی آزمایش مورد استفاده قرار گرفتند. مجموعه ی آموزشی برای آموزش داده های تاریخی به شبکه و مجموعه اعتبارسنجی برای ارزیابی عملکرد شبکه عصبی مورد استفاده قرار گرفت.</p>\n\n\n\n<p> توپولوژی شبکه عصبی پیش نگر براساس عملکرد هر شبکه عصبی آزمایش شده تعریف شد. خطای میانگین مربعات (MSE) به عنوان مقیاسی برای محاسبه ی خطای پیش بینی و ارزیابی عملکرد مدل های شبکه عصبی ایجادشده مورد استفاده قرار گرفت تا از این طریق مدل مطلوب در طول فرایند اعتبارسنجی انتخاب شود. تابع محاسبه ی MSE در معادله ی زیر ارائه شده است:</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-4-1.png\" alt=\"تابع محاسبه ی MSE در پروژه کاربرد هوش مصنوعی در مناطق پر ریسک\" class=\"wp-image-105\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-4-1.png 604w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-4-1-300x208.png 300w\" sizes=\"(max-width: 604px) 100vw, 604px\" /><figcaption> <br>تابع محاسبه ی MSE </figcaption></figure></div>\n\n\n\n<p style=\"font-size:17px\">که در آن،‌ مقدار واقعی ، مقدار پیش بینی شده و N تعداد مقادیر خروجی است. پس از آزمایش توپولوژی های مختلف، مطلوب ترین آن ها با دارا بودن 24 نورون در لایه ی پنهان شناسایی شد. مدل بهینه در مقایسه با سایر مدل های شبکه عصبی حداقل مقدار MSE را داشت. خطای میانگین مربعات (MSE) مدل بهینه معادل 0.00013833 در دوره 153 بود. عملکرد آموزشی شبکه عصبی مدل بهینه براساس خطای میانگین مربعات (MSE) در شکل 3 نشان داده شده است.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ANN-3.png\" alt=\"MSE-FORMULA\" class=\"wp-image-107\"/></figure></div>\n\n\n\n<h3>4.4 پیش بینی های مربوط به مدل شبکه عصبی مطلوب</h3>\n\n\n\n<p style=\"font-size:17px\">ایستگاه های حمل و نقل دارای ریسک بالای وقوع جرم با استفاده از مدل پیش بینی شبکه عصبی مطلوب پیش بینی شدند.</p>\n\n\n\n<p> در ابتدا، مدل ایجاد شده با استفاده از داده های آزمایش مجموعه داده های مربوط به ژانویه 2013 در شهر شیکاگو مورد آزمایش قرار گرفت. نتایج حاکی از دقت بالای پیش بینی ها بود. خطای میانگین مربعات (MSE) مجموعه آزمایش به میزان 0.00006996 و خطای جذر میانگین مربعات (RMSE) مجموعه آزمایش به میزان 0.0084 ارزیابی شد.</p>\n\n\n\n<p> برای برآورد دقت پیش بینی ها از تحلیل رگرسیون استفاده شد. تحلیل رگرسیون یک روش آماری برای تحلیل و بررسی روابط بین متغیرها است. </p>\n\n\n\n<p>ضریب همبستگی خطی R که میزان وابستگی خطی را نشان می دهد،‌ به میزان 0.99979 برآورد شد. مناطق هات اسپات پیش بینی شده برای وقوع جرم که با لایه های فضایی حمل و نقل تقاطع داشتند با ویژگی های ایستگاه های اتوبوس و قطار در ارتباط بودند. نتایج نهایی حاکی از ریسک بالای وقوع جرم در ایستگاه های حمل و نقل پیش بینی شده بود.</p>\n\n\n\n<h2>5. بحث و نتیجه گیری</h2>\n\n\n\n<p style=\"font-size:17px\">در این مقاله کاربرد <strong>هوش مصنوعی </strong>در مدیریت ایمنی حمل و نقل با استفاده از روش های خوشه بندی فضایی بررسی شده است. </p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p>به کارگیری تکنیک های هوش مصنوعی و سیستم های اطلاعات جغرافیایی در مدیریت عمومی و حمل و نقل می تواند بسیار موثر و سودمند باشد.</p></blockquote>\n\n\n\n<p> یکی از نمونه های کاربردهای آن در این پژوهش است که فناوری های جغرافیایی و شبکه های عصبی مصنوعی را به منظور پیش بینی موثر خطرناک ترین ایستگاه های حمل و نقل عمومی اعمال نموده است. </p>\n\n\n\n<p>با استفاده از روش های تحلیل فضایی، ایستگاه های حمل و نقل دارای ریسک بالای وقوع جرم به منظور تحلیل داده های تاریخی رویدادهای مجرمانه مربوط به جرائم بخصوص که با ایمنی حمل و نقل همبستگی معکوس داشتند مکان یابی شدند. هوش مصنوعی، به عنوان یک تکنیک پیش بینی در حال ظهور برای ایجاد مدل پیش بینی شبکه عصبی مطلوب و از طریق بررسی مناسب ترین توپولوژی های شبکه ای و پارامترهای آموزشی اعمال شد. نتایج حاکی از دقت مطلوب پیش بینی ایستگاه های حمل و نقل دارای ریسک بالای وقوع جرم بود.</p>\n\n\n\n<p> این بسیار نویدبخش است و می تواند سیاست های مدیریت ایمنی حمل و نقل را بهبود بخشد، خصوصا در شهرهایی که نرخ ارتکاب جرم بسیار بالا است. با در نظر گرفتن تعداد افرادی که از وسایل حمل و نقل عمومی استفاده می کنند، پیش بینی ایستگاه های دارای ریسک بالای وقوع جرم می تواند به مدیریت عمومی در جهت اتخاذ استراتژی های برنامه ریزی و مداخله برای تضمین امنیت عمومی کمک کند. </p>\n\n\n\n<p>کسب اطلاعات فضایی درباره ی توزیع جرائم در وسایل حمل و نقل، و خصوصا پیش بینی ایستگاه های حمل و نقل دارای ریسک بالای وقوع جرم می تواند برای مدیریت عمومی، برنامه ریزی شهری و مدیریت حمل و نقل و هم چنین در طراحی و برنامه ریزی سیاست ها و استراتژی های عملگرا برای حفاظت از افرادی که از وسایل حمل و نقل عمومی برای سفرهای درون شهری استفاده می کنند و نیز حراست از جان انسان ها در برابر اعمال مجرمانه بسیار ارزشمند باشد.</p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p> <br>اولین خبرگزاری با هوش مصنوعی </p><cite><a href=\"https://www.weadam.com\">مرور </a></cite></blockquote>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>کاربرد هوش مصنوعی در مدیریت عمومی برای پیش بینی مناطق حمل و نقل دارای ریسک بالای جرائم در محیط شهری</p>\n",
      "protected": false
    },
    "author": 2,
    "featured_media": 174,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": false,
    "template": "",
    "format": "standard",
    "meta": [

    ],
    "categories": [
      1
    ],
    "tags": [

    ],
    "fimg_url": "https://www.weadam.com/blogs/wp-content/uploads/2019/04/photo.jpg",
    "_links": {
      "self": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/90"
        }
      ],
      "collection": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/users/2"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/comments?post=90"
        }
      ],
      "version-history": [
        {
          "count": 7,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/90/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 228,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/90/revisions/228"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media/174"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media?parent=90"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/categories?post=90"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/tags?post=90"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  },
  {
    "id": 37,
    "date": "2019-04-20T06:30:06",
    "date_gmt": "2019-04-20T06:30:06",
    "guid": {
      "rendered": "https://www.weadam.com/blogs/?p=37"
    },
    "modified": "2019-09-18T11:26:14",
    "modified_gmt": "2019-09-18T11:26:14",
    "slug": "%da%a9%d8%a7%d9%85%d9%84%d8%aa%d8%b1%db%8c%d9%86-%d9%88-%d8%ac%d8%a7%d9%85%d8%b9-%d8%aa%d8%b1%db%8c%d9%86-%d8%aa%d9%88%d8%b6%db%8c%d8%ad-%d8%af%d8%b1-%d9%be%d8%a7%d8%b3%d8%ae-%d8%a8%d9%87-%d8%b3%d9%88",
    "status": "publish",
    "type": "post",
    "link": "https://www.weadam.com/blogs/%da%a9%d8%a7%d9%85%d9%84%d8%aa%d8%b1%db%8c%d9%86-%d9%88-%d8%ac%d8%a7%d9%85%d8%b9-%d8%aa%d8%b1%db%8c%d9%86-%d8%aa%d9%88%d8%b6%db%8c%d8%ad-%d8%af%d8%b1-%d9%be%d8%a7%d8%b3%d8%ae-%d8%a8%d9%87-%d8%b3%d9%88/",
    "title": {
      "rendered": "کاملترین و جامع ترین پاسخ  سوال سیستم ای آر پی (ERP) چیست؟"
    },
    "content": {
      "rendered": "\n<p style=\"font-size:17px\">مقوله سیستم ای آر پی Enterprise Resource Planning) ERP) ; &nbsp;مدتهاست كه در بين برنامه ريزان و مديران سازمانها و شركتها به بحث روز تبديل شده و روز يا هفته اي نيست كه همايش، كنفرانس و سخنراني در زمينه اين موضوع در كشور برگزار نشود.</p>\n\n\n\n<p style=\"font-size:17px\">با ما همراه باشید تا با تاریخچه، مفهوم، کاربرد و دیگر موارد سیستم ای ار پی آشنا شوید.</p>\n\n\n\n<h2>تاریخچه سیستم ای ار پی</h2>\n\n\n\n<p style=\"font-size:17px\">از اوایل سال ۱۹۹۰ در دنیا راه‌حلی به نام برنامه ‌ریزی یکپارچه سازمانی (ERP) پیشنهاد شد\nکه تکامل یافته\nMRP 1MRP۲ است. دهه ۹۰ میلادی و بعد از جنگ جهانی دوم عرصه ی تاخت و تاز سیستم های ای آر پی\n(ERP) &nbsp;شناخته میشود که در واقع آغاز پیدایش واقعی\nسیستم های اطلاعاتی و شروع به استفاده موثر از آنها بوده است. از آن به بعد با توجه به تاثیرات مثبت این سیستم\nها در بهبود عملکرد سازمان و با توجه به سرعت تغییر تکنولوژی، این سیستم ها نیز به\nمرور بهبود یافتند.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP1-1.png\" alt=\"HISTORY-OF-ERP\" class=\"wp-image-87\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP1-1.png 659w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP1-1-300x146.png 300w\" sizes=\"(max-width: 659px) 100vw, 659px\" /><figcaption>تاریخچه سیستم های ای ار پی<br></figcaption></figure></div>\n\n\n\n<h2>MRP I</h2>\n\n\n\n<ul><li>MRP &nbsp;در اوايل دهه 1960 به عنوان يك\nرويكرد كامپيوتري به برنامه ريزي تدارك و توليد مواد در آمريكا شكل گرفته و كتاب\nراهنماي كامل آن در سال 1975\nتوسط ارليكي منتشر\nگرديد.\n</li><li>طرح اوليه فوق براي بكارگيري كامپيوتري MRP ،بر مبناي يك پردازشگر\nليست مواد\nBOMPايجاد\nگرديده بود. اين پردازشگر، برنامه توليدي اقلام والد را به برنامه توليد يا خريد\nاقلام جزء تبديل مي نمود.\n</li><li>با گذر زمان، نصب اين سيستم ها در شركت هاي\nمختلف گسترش يافت و به منظور افزايش دامنه عملكرد اين سيستم هاي نرم افزاري، توابع\nعملياتي متعددي به آنهااضافه گرديد.</li></ul>\n\n\n\n<h2>MRP ll</h2>\n\n\n\n<ul><li>ايجاد شرايطي كه سيكل برنامه ريزي بتواند\nاز سيكل اجرايي بازخوردهاي الزم را دريافت نمايد، منجر به نوع كامل تري از MRPگرديد كه به آن MRPحلقه بسته گويند. با اضافه كردن مدول هاي\nمالي خاصي به\nMRP حلقه بسته\nو همچنين توسعه سربرنامه توليد، سيستم كاملي حاصل مي شود كه اين MRP توسعه يافته، برنامه ريزي منابع توليدي يا MRP-ll ناميده مي شود .</li><li>MRP-ll شامل\nفعاليتهاي خريد،برنامه ريزي ظرفيت و زمان بندي اصلي و نيز برنامه ريزي توليد و\nموجودي نيز مي باشد.</li><li>از چند سال گذشته با تركيب ERP و CRM نوع جديدي از ERP بوجود آمد كه بسيار جامع و شامل مي باشد.</li></ul>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP2-2.png\" alt=\"ERP-DESCRIPTION\" class=\"wp-image-75\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP2-2.png 453w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP2-2-300x253.png 300w\" sizes=\"(max-width: 453px) 100vw, 453px\" /><figcaption>سیر تکاملی سیستم ای آر پی</figcaption></figure></div>\n\n\n\n<h2>تعریف سیستم ای آر پی</h2>\n\n\n\n<p style=\"font-size:17px;text-align:right\"> در واقع ERP ( برنامه ريزي منابع بنگاه )(Enterprise Resource Planning) یک راه حل نرم ‌افزاری است که تمام فعالیت‌های واحدهای مختلف سازمان را به طور یکپارچه در یک سیستم نرم‌افزاری واحد تعریف و ایجاد می‌کند. به وسیله این نرم افزارها انبار، فروش، حسابداری و واحدهای دیگر یک سازمان از یک نرم افزار واحد که دارای ماژولهای خاص برای هر واحد است استفاده کرده و بدین ترتیب از دوباره کاری و ناسازگاری جلوگیری شده و در عین حال اطلاعات به روز و مفیدی در اختیار مدیران برای تصمیم گیری بهتر قرار می گیرد .</p>\n\n\n\n<h3><strong>انجمن کنترل و موجودی آمریکا سیستم ای آر پی ERP را به صورت زیر تعریف می نماید:</strong></h3>\n\n\n\n<p style=\"font-size:17px\"> سیستم ای آر پی عبارت است از روشی برای <strong>برنامه ریزی و کنترل موثر</strong> تمامی منابع مورد نیاز برای دریافت، <strong>تولید، ارسال و پاسخگویی</strong> به نیازهای مشتریان، در شرکتهای <strong>تولیدی، توزیعی و خدماتی.</strong></p>\n\n\n\n<ul><li>ERP سيستم يكپارچه اطلاعاتي برنامه ريزي منابع سازمان است.</li><li>ERP يك راه حل نرم افزاري است كه تمام فعاليت هاي واحدهاي مختلف سازمان را بطور يكپارچه تعريف و ايجاد مي كند.</li></ul>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP3-1.png\" alt=\"ERP-DEFINITION\" class=\"wp-image-77\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP3-1.png 583w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP3-1-300x215.png 300w\" sizes=\"(max-width: 583px) 100vw, 583px\" /><figcaption>واحد های محختلف سیستم ای ار پی<br></figcaption></figure></div>\n\n\n\n<h2>کاربرد سیستم ای آر پی ERP</h2>\n\n\n\n<p style=\"font-size:17px\">در بیشتر مراکز تولیدی،\nمشکلات موجود ناشی از کمبود تلاش کارکنان نیست بلکه کمبود همکاری و هماهنگی در استفاده\nاز منابع در دسترس کارخانه (کارکنان، اطلاعات، مواد، ابزار) و در نتیجه عدم مدیریت\nموثر در کار، عوامل اصلی به وجود آورنده این مشکلات است.</p>\n\n\n\n<p style=\"font-size:17px\">سیستم برنامه ریزی منابع سازمان جهت رفع ناهمامنگی\nها و بهبود عملکرد سازمان و همچنین تصمیم گیری آسان تر برای مدیران طراحی و پیاده\nمیشود.</p>\n\n\n\n<h2>سیستم های تشکیل دهنده ERP</h2>\n\n\n\n<p style=\"font-size:17px\">سيستم هاي ERPشامل مجموعه هاي گوناگون و متعددي است كه\nيكپارچگي آنها اهميت و ارزشي مضاعف را براي سازمان و شاخه هاي مختلف آن پديد مي\nآورد\n:<strong></strong></p>\n\n\n\n<ul><li>مجموعه\nاطلاعات پایه سازمان<strong></strong></li><li>مجموعه\nاطلاعات پایه کنترل پروژه <strong></strong></li><li>مجموعه\nاطلاعات پایه تولید / سرویس<strong></strong></li><li>مجموعه\nاطلاعات پایه لجستیک و تدارکات <strong></strong></li><li>مجموعه\nاطلاعات پایه منابع انسانی<strong></strong></li><li>مجموعه\nاطلاعات پایه مالی<strong></strong></li><li>مجموعه\nزیر سیستم های لجستیک<strong></strong></li><li>مجموعه\nزیر سیستم های تولید<strong></strong></li><li>مجموعه\nزیر سیستم های مالی <strong></strong></li><li>مجموعه\nزیر سیستم های مدیریت منابع انسانی<strong></strong></li><li>مجموعه\nزیر سیستم های اطلاعات فنی<strong></strong></li><li>مجموعه\nزیر سیستم های اداری</li></ul>\n\n\n\n<h2>مزایای سیستم ای آر پی ERP</h2>\n\n\n\n<ul><li>کاهش هزینه‌های حمل موجودی</li><li>کاهش هزینه‌های سفارش</li><li>کاهش هزینه‌های تولید</li><li>کاهش هزینه‌های نگهداری سوابق</li><li>کاهش هزینه‌های حمل و نقل</li><li>کاهش سرمایه گذاری در تجهیزات</li><li>فرایندهای تولید انعطاف پذیرتر</li><li>بهبود کارآیی که به سوددهی بیشتر یا افزایش سهم بازار منجر می‌شود</li><li>افزایش شفافیت فرایند برای مشتری</li><li> افزایش رضایت مشتری</li></ul>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP4-1.png\" alt=\"ERP-BENEFIT\" class=\"wp-image-79\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP4-1.png 512w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP4-1-300x216.png 300w\" sizes=\"(max-width: 512px) 100vw, 512px\" /><figcaption> <br>مزایای سیستم ای آر پی ERP </figcaption></figure></div>\n\n\n\n<h2>معایب سیستم ای آر پی ERP</h2>\n\n\n\n<ul><li>نصب و نگهداری این سیستم‌ها بسیار گران است.</li><li>استفاده از بعضی از این سیستم‌ها دشوار است.</li><li>برای به اشتراک گذاشتن برخی از اطلاعات حساس که برای یک فرایند ضروری است، با\nمقاومت افراد مواجه می‌شوید.</li></ul>\n\n\n\n<h2>شرایط امروز ERP در ایران</h2>\n\n\n\n<p>بسیاری به کارگیری سیستم ای آر پی را در فضای کسب ‌وکار خود حلال مشکلات می‌دانند و گروهی دیگر معتقدند که استفاده از آن در سیستم یک شرکت یا سازمان کمک شایانی به رشد و یکپارچگی اطلاعات آن نمی‌کند.</p>\n\n\n\n<p> اما داستان استفاده از ERP‌ در ایران با آنچه در دنیا مطرح می‌شود، تفاوت شایانی دارد و شاید هنوز در ابتدای راه خود قرار دارد. هرچند از آنجا كه ERP به سمت بهره ور تر كردن فرايندهاي سازماني حركت ميكند، به عنوان يك رويكرد، براي تمام سازمانهايي كه قصد بهينه كردن فرايندهاي خود را دارند، يك الزام و ضرورت است.</p>\n\n\n\n<h3>شرایط استفاده از سیستم ای ار پی ERP</h3>\n\n\n\n<p> البته شكي نيست كه اجراي موفق هر سيستمي در سازمان به شرايط ، عوامل و متغيرهاي گوناگون بستگي دارد و ERP نيز از اين قاعده مستثني نيست. كارشناسان ريشه هاي عدم موفقيت پروژه هاي ERP &nbsp;در كشور را به دو دسته <strong>بستر سازماني</strong> و بازيگران صحنه(<strong>ابزارها، مجريان و كارگزاران، كاربران، و مديران</strong>) نسبت ميدهند و معتقدند كه يكي از مهمترين مشكلات ما اين است كه محرك هاي كافي كسب و كار براي توسعه ERP در سازمان هاي ما، هنوز ايجاد نشده است.</p>\n\n\n\n<div class=\"wp-block-image\"><figure class=\"aligncenter\"><img src=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP5-1.png\" alt=\"ERP-CONDITION\" class=\"wp-image-81\" srcset=\"https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP5-1.png 639w, https://www.weadam.com/blogs/wp-content/uploads/2019/04/ERP5-1-300x210.png 300w\" sizes=\"(max-width: 639px) 100vw, 639px\" /><figcaption>نحوه استفاده از سیستم ای ار پیدر ایران</figcaption></figure></div>\n\n\n\n<p style=\"font-size:17px\">در یک جمع بندی می توان گفت سیستم های ای آر پی (ERP) ، تنها حاصل اجتماع فرایندها و وظایف مختلف سازمانی در قالب یک بسته نرم افزاری نیست بلکه حداقل باید دارای چند مشخصه کلیدی باشد تا بتواند به عنوان یک راه حل درست مطرح شود. این ویژگی ها عبارتند از:‌</p>\n\n\n\n<ul><li><strong>انعطاف پذیری</strong>: سیستم های ERP باید بتوانند به نیازهای متغیر سازمان ها و شرکت های استفاده کننده پاسخ دهند.</li></ul>\n\n\n\n<ul><li><strong>فراگیر بودن</strong>: سیستم های ای آر پی ERP باید وظایف سازمانی مختلفی را پشتیبانی کنند و متناسب با طیف وسیعی از سازمان ها مورد استفاده قرار گیرند.</li></ul>\n\n\n\n<ul><li><strong>فرا شرکتی</strong>: این سیستم ها باید به صورت online به سازمان های دیگر و سایر شرکای تجاری از جمله تامین کنندگان و مشتریان متصل باشند.</li></ul>\n\n\n\n<p style=\"font-size:17px\">در آخرمجموعه ای از بهترین روش های مورد استفاده و تجربه شده در جهان باید در این نرم افزارها گردآوری شده باشد تا یک سیستم ای آر پی (ERP) بی نقص به وجود بیاید.</p>\n\n\n\n<p>ویژگی های منحصر به فرد <a href=\"https://www.weadam.com/eve\">سیستم ای آر پی ایو</a> را  ببینید! </p>\n\n\n\n<p style=\"font-size:17px\">ممنون که تا پایان این مقاله با ما همراه بودید.</p>\n",
      "protected": false
    },
    "excerpt": {
      "rendered": "<p>کاملترین و جامع ترین توضیح در پاسخ&#8230;</p>\n",
      "protected": false
    },
    "author": 2,
    "featured_media": 191,
    "comment_status": "open",
    "ping_status": "open",
    "sticky": true,
    "template": "",
    "format": "standard",
    "meta": [

    ],
    "categories": [
      1
    ],
    "tags": [

    ],
    "fimg_url": "https://www.weadam.com/blogs/wp-content/uploads/2019/04/eve-erp.jpg",
    "_links": {
      "self": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/37"
        }
      ],
      "collection": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts"
        }
      ],
      "about": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/types/post"
        }
      ],
      "author": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/users/2"
        }
      ],
      "replies": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/comments?post=37"
        }
      ],
      "version-history": [
        {
          "count": 12,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/37/revisions"
        }
      ],
      "predecessor-version": [
        {
          "id": 232,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/posts/37/revisions/232"
        }
      ],
      "wp:featuredmedia": [
        {
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media/191"
        }
      ],
      "wp:attachment": [
        {
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/media?parent=37"
        }
      ],
      "wp:term": [
        {
          "taxonomy": "category",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/categories?post=37"
        },
        {
          "taxonomy": "post_tag",
          "embeddable": true,
          "href": "https://www.weadam.com/blogs/wp-json/wp/v2/tags?post=37"
        }
      ],
      "curies": [
        {
          "name": "wp",
          "href": "https://api.w.org/{rel}",
          "templated": true
        }
      ]
    }
  }
]';

$blogs = @json_decode($jsonData,true);
    foreach ($blogs as $blog){
        return $blog;
    }

});



